{
    "genes": [
        "[UNK]",
        "[SEP]",
        "[PAD]",
        "[CLS]",
        "[MASK]",
        "PLAC4",
        "RPS2P45",
        "C3orf18",
        "C6orf226",
        "CISD3",
        "KDM1A",
        "HIST1H2BN",
        "RARA",
        "AQR",
        "PPM1L",
        "SPPL2C",
        "WDFY4",
        "COX16",
        "ETS1",
        "SARM1",
        "TMEM185A",
        "IFNLR1",
        "INPPL1",
        "AGER",
        "OCIAD1",
        "EIF4EBP2",
        "LINC00705",
        "CACNB1",
        "LLGL1",
        "RBM47",
        "RNF19A",
        "H1FX-AS1",
        "LOC284014",
        "DICER1",
        "HCN1",
        "GTF3C3",
        "RUNX2",
        "EME1",
        "RNF7",
        "CDK2",
        "PAPD7",
        "LINC01184",
        "LOC101929964",
        "MSH3",
        "CAMP",
        "COPG2IT1",
        "FAM49B",
        "LOC100289061",
        "LOC284661",
        "SOX5P",
        "IFNA1",
        "IFNA13",
        "ZNF391",
        "LOC255654",
        "TMPRSS3",
        "BRD8",
        "FAM122B",
        "NLRP4",
        "NPFFR2",
        "LINC01215",
        "TMC6",
        "FAM45A",
        "FAM45B",
        "MED11",
        "C7orf31",
        "DNAJC1",
        "GUCA1C",
        "NR4A1",
        "SLC30A7",
        "ZNF431",
        "HECA",
        "KBTBD4",
        "PTPMT1",
        "ASB12",
        "ZNF785",
        "GJC1",
        "ISOC2",
        "NICN1",
        "SLC35C1",
        "KIF5B",
        "LOC101928495",
        "MTNR1B",
        "PCYT1B",
        "KGFLP2",
        "UBE2G2",
        "BC038194",
        "RP11-550P17.5",
        "ZC3H18",
        "C11orf95",
        "TUB",
        "ANKRD27",
        "DYNLT3",
        "ADCY1",
        "CDH13",
        "PDC",
        "ZNF630",
        "GNA14",
        "RP11-433A10.3",
        "KLHL10",
        "SLIT1",
        "NAT8L",
        "TIMM17A",
        "ENPP2",
        "UBE3A",
        "DHRS4-AS1",
        "TFB2M",
        "CILP",
        "SMPDL3B",
        "GLYR1",
        "CASC10",
        "PPP2R5B",
        "FKBP8",
        "GUK1",
        "CELF2",
        "PCGF5",
        "FOXN3",
        "ZHX1",
        "EYA3",
        "MOSPD2",
        "FARSA",
        "PDLIM1",
        "ANAPC11",
        "DNAJA3",
        "COLEC12",
        "LRRC47",
        "USP47",
        "CXCR1",
        "FAM19A5",
        "ILDR1",
        "PIK3IP1",
        "PRKCH",
        "ZFP36",
        "ZNF506",
        "DMKN",
        "EHF",
        "MYBL1",
        "STAT5A",
        "PXDNL",
        "UBE3D",
        "RPL11",
        "SLC9A7",
        "LRRC8D",
        "SHOC2",
        "SNHG18",
        "SYT11",
        "OR5J2",
        "RBP4",
        "LOC284578",
        "NFASC",
        "TPO",
        "ZMYM3",
        "SMAP2",
        "SMO",
        "BTBD3",
        "NPAS3",
        "KCNN3",
        "SEPT7",
        "MMP11",
        "TMED3",
        "CDS2",
        "RBMXL1",
        "AXDND1",
        "HRC",
        "UBXN4",
        "ZNF780A",
        "POLR2E",
        "SORBS1",
        "OR8B2",
        "UHRF1BP1",
        "CLHC1",
        "MAP3K2",
        "LINC01393",
        "OAF",
        "ALPK2",
        "TTTY1",
        "TTTY1B",
        "ISM1",
        "TRAF3",
        "LOC100289019",
        "VKORC1L1",
        "GPSM3",
        "LOC101929319",
        "LRP4",
        "SPATA6",
        "LMBR1",
        "RP11-461L18.1",
        "GIN1",
        "ZKSCAN7",
        "LOC101928635",
        "WIPF1",
        "TCERG1",
        "TIGD4",
        "NPTN-IT1",
        "SUV420H1",
        "PGAM1",
        "SKA3",
        "MAPK6",
        "SLC25A27",
        "CSMD1",
        "DTX2",
        "LOC102725292",
        "KIAA0195",
        "MIR6785",
        "DNAJC27",
        "LYSMD2",
        "GPR153",
        "NRGN",
        "LRSAM1",
        "TRIM65",
        "KIAA0196",
        "ZNF33A",
        "THSD4",
        "TMEM192",
        "GZMM",
        "PHKG2",
        "CLUAP1",
        "MMP26",
        "DNTTIP1",
        "KPNA1",
        "HEBP2",
        "RAB8A",
        "LRIG2",
        "NR4A2",
        "GPHB5",
        "LEF1",
        "PRMT5",
        "TPM3",
        "LOC729966",
        "PDE4C",
        "TAGAP",
        "ERLIN1",
        "RPA1",
        "DLEU2L",
        "TMEM132D",
        "VASH2",
        "VGLL4",
        "PRRC1",
        "SH3GL2",
        "CPZ",
        "GPR78",
        "PSMB6",
        "ELMO2",
        "SLC9A2",
        "MAP2K2",
        "SCOC",
        "AF007147",
        "CASP2",
        "C9orf116",
        "NDUFS7",
        "FBXL4",
        "SIN3A",
        "ARSD",
        "PTGS2",
        "BLOC1S3",
        "CAMK2G",
        "RP4-581F12.1",
        "ZNF330",
        "UBAP1",
        "ZNF557",
        "CENPV",
        "GLRX3",
        "COX6CP2",
        "RILP",
        "LOC101928052",
        "SLC6A19",
        "CLDN4",
        "UBA52",
        "DNAJB8",
        "LINC00515",
        "KRAS",
        "NRTN",
        "ANAPC16",
        "VPS29",
        "AGAP2-AS1",
        "JTB",
        "NIPBL",
        "ZNF680",
        "ERCC6L",
        "LRRC40",
        "RENBP",
        "TTLL10",
        "ALDH3A2",
        "LOC100507472",
        "PCSK6",
        "MRPS9",
        "SEPHS2",
        "CRKL",
        "MRPS12",
        "ADAM19",
        "NBPF4",
        "FGFR4",
        "SH2D3A",
        "ARHGAP42",
        "CDC42SE2",
        "C14orf64",
        "ZNHIT3",
        "FXYD7",
        "GPR12",
        "RDH11",
        "TTF1",
        "IRF2BPL",
        "TWSG1",
        "RPRD2",
        "SPG21",
        "LTB",
        "SPATA7",
        "GABARAPL1",
        "GABARAPL3",
        "SLC6A8",
        "DNAJB4",
        "NBPF10",
        "NBPF11",
        "NBPF14",
        "NBPF15",
        "NBPF19",
        "NBPF20",
        "NBPF25P",
        "NBPF26",
        "NBPF8",
        "NBPF9",
        "GLYAT",
        "MAGEC3",
        "CLDN22",
        "WWC2",
        "CRHR1",
        "NKAP",
        "PON2",
        "ZNF12",
        "MDGA1",
        "SLC39A5",
        "LSM5",
        "SMC3",
        "PPP4R2",
        "RFPL1",
        "PENK",
        "YBX2",
        "PMS2P1",
        "RPL23",
        "SNORA21",
        "CABLES1",
        "STC2",
        "ST8SIA4",
        "VTA1",
        "CALD1",
        "SCAPER",
        "MED23",
        "TTC12",
        "PRO2214",
        "TAPBP",
        "RABEP1",
        "SEMA6B",
        "CCDC65",
        "KIAA1407",
        "LRRC3",
        "LRRC3DN",
        "MPL",
        "GHITM",
        "MCM9",
        "ACOX2",
        "SHROOM2",
        "NPSR1-AS1",
        "ZNF578",
        "PCNXL4",
        "ZNF347",
        "CDCP1",
        "SIM1",
        "ENY2",
        "RPL13A",
        "RPL13AP5",
        "SNORD32A",
        "SNORD33",
        "SNORD34",
        "SNORD35A",
        "DGCR9",
        "FNDC9",
        "CHPF",
        "NKX3-1",
        "LOC100652777",
        "PLA2G10",
        "NAV3",
        "CCDC85A",
        "FAM230C",
        "ADAMTS2",
        "SCN7A",
        "ABRACL",
        "ACTB",
        "FBLIM1",
        "MAD2L1",
        "GGA2",
        "CACNA1G",
        "UBE2J2",
        "ALMS1",
        "PDIA3",
        "ATOH7",
        "ATP2A2",
        "ND3",
        "SH3KBP1",
        "CMC4",
        "MTCP1",
        "LOC100131303",
        "KLC3",
        "OLFML3",
        "CTC-462L7.1",
        "SOX5",
        "HHIPL1",
        "SNORA43",
        "FGF13-AS1",
        "STX10",
        "ALOXE3",
        "KCNK4",
        "ATF7IP",
        "FCRL1",
        "CTSH",
        "GAREML",
        "PRKCSH",
        "TMED4",
        "AX747730",
        "SLC7A4",
        "UBE2N",
        "AGO2",
        "CASC7",
        "DQ574852",
        "SLC12A2",
        "CASD1",
        "CENPC",
        "C11orf88",
        "MIP",
        "TRMT10C",
        "USP16",
        "LOC439951",
        "LRRC66",
        "APOA1BP",
        "SLC36A4",
        "Igk",
        "NFKBIL1",
        "LOC101929460",
        "LOC102725345",
        "MEX3C",
        "RALB",
        "ND6",
        "NRG1",
        "OXCT2",
        "PLEKHG6",
        "AMDHD2",
        "CEMP1",
        "PCDHGC3",
        "GRPEL1",
        "STK4",
        "PHKA1",
        "SETDB1",
        "CFH",
        "NACC2",
        "LOC101927720",
        "TTC28-AS1",
        "UTS2",
        "VAMP1",
        "ATP5O",
        "ZNF502",
        "C1orf162",
        "HCG18",
        "ACTA2-AS1",
        "DPCD",
        "HEATR9",
        "MAST4",
        "BC016361",
        "ITGB1",
        "IL18RAP",
        "PEX26",
        "AOX2P",
        "SNAPC4",
        "CTD-2124B8.2",
        "POLR2D",
        "PRKAA2",
        "RP11-111J6.2",
        "CD46",
        "FASN",
        "CDH24",
        "RP5-1039K5.16",
        "C6orf141",
        "DR1",
        "HOMER3",
        "RETN",
        "ESR2",
        "FOXA2",
        "CD55",
        "RAB9A",
        "CCDC13-AS1",
        "DCP1A",
        "LRRC6",
        "NCS1",
        "LOC100507384",
        "SDR9C7",
        "LOC100506858",
        "SIVA1",
        "RAD51D",
        "KCNS2",
        "UBBP1",
        "UBBP4",
        "BMP8A",
        "DDA1",
        "LOC389332",
        "TRPV4",
        "AAMP",
        "TFDP1",
        "LOC101929147",
        "SEC24B-AS1",
        "F13A1",
        "OFCC1",
        "NRL",
        "RGS16",
        "EPHB4",
        "TSPAN2",
        "ADH5",
        "COL1A2",
        "PHAX",
        "TOP2A",
        "COX14",
        "PPIE",
        "BCL11B",
        "COL7A1",
        "C14orf169",
        "PSMD13",
        "MYRF",
        "OR10A3",
        "MTERF4",
        "ZNF354A",
        "CDK5RAP1",
        "FBLN7",
        "GC",
        "LOC100506379",
        "CNTN5",
        "MAP2K7",
        "BC040577",
        "RP11-10K16.1",
        "LAMA5",
        "LDOC1",
        "SH3PXD2B",
        "FBLN1",
        "RTKN2",
        "B3GALT2",
        "FAR1",
        "CHMP5",
        "ZDHHC21",
        "FAF1",
        "MIEF1",
        "BAAT",
        "RP11-33O4.1",
        "IL9",
        "PKHD1",
        "BMS1P20",
        "ZFP62",
        "NPPB",
        "SULT1E1",
        "TMEM47",
        "ANXA10",
        "LOC100128325",
        "DDB1",
        "STUB1",
        "EPB41L5",
        "SLC35A5",
        "STOML2",
        "TLK1",
        "LOC100507221",
        "PTH",
        "L3MBTL2",
        "NLRP1",
        "RASAL3",
        "WWP2",
        "ANP32A",
        "BNIP2",
        "ARAF",
        "TMEM159",
        "ITPR1",
        "ZDBF2",
        "RPL7L1",
        "WAC-AS1",
        "SMARCD3",
        "ATP5G1",
        "NCAPH2",
        "COPS4",
        "SLC30A6",
        "AMMECR1",
        "KIF3A",
        "STK4-AS1",
        "NFATC3",
        "EIF3F",
        "PRSS1",
        "PRSS2",
        "FAM171B",
        "IGSF21",
        "C12orf40",
        "MGC40069",
        "USO1",
        "ATG16L2",
        "ERCC1",
        "CRIP2",
        "NFATC2IP",
        "FBLN2",
        "TGIF1",
        "ANKRD46",
        "GAPDHP62",
        "CSNK1A1",
        "CXCL12",
        "LINC01089",
        "KCNF1",
        "MTFMT",
        "TIGD7",
        "CNPY2",
        "EXOC7",
        "ALDH18A1",
        "FAM98B",
        "LEPR",
        "LEPROT",
        "RICTOR",
        "CSPG5",
        "RGSL1",
        "MLXIP",
        "SELPLG",
        "CDCA5",
        "MRPS14",
        "CGN",
        "SYTL5",
        "CSTF3",
        "KATNA1",
        "FBXW9",
        "JMJD7-PLA2G4B",
        "PLA2G4B",
        "FAM160B1",
        "SLC2A12",
        "BARHL1",
        "SET",
        "SETSIP",
        "LOC100506014",
        "TEX261",
        "BC034636",
        "CTB-113P19.4",
        "LOC340090",
        "BCCIP",
        "LINC01128",
        "KMT2A",
        "TDGF1",
        "TDGF1P3",
        "CEP97",
        "FERMT2",
        "LOC340017",
        "RP11-75C9.1",
        "SNX25",
        "ZNF432",
        "CYP20A1",
        "NUDT4",
        "NUDT4P1",
        "NUDT4P2",
        "BC048982",
        "RP11-1102P16.1",
        "CLVS2",
        "SDR42E1",
        "ZFP1",
        "CA3",
        "NARS",
        "P4HA3",
        "XIST",
        "ACTR6",
        "KNOP1",
        "CCDC138",
        "OBP2A",
        "OBP2B",
        "CA11",
        "NOD1",
        "DEK",
        "LRP8",
        "GAS5",
        "SNORD44",
        "SNORD47",
        "SNORD74",
        "SNORD76",
        "SNORD77",
        "SNORD79",
        "SNORD80",
        "SNORD81",
        "TYMP",
        "PSMD11",
        "RUVBL1",
        "DDI2",
        "RSC1A1",
        "DUSP5",
        "CD33",
        "MAS1L",
        "IDH3B",
        "SYDE1",
        "ASCC1",
        "COLGALT1",
        "MAN1A1",
        "DCHS2",
        "MTG1",
        "ESR1",
        "LOC219690",
        "BC038205",
        "GRM4",
        "C1orf111",
        "DKFZp434L192",
        "CYB5R3",
        "RPL35",
        "RHOA",
        "SEC24C",
        "KCNRG",
        "TRIM13",
        "RNPC3",
        "CAMK2B",
        "GPR137",
        "IGHA1",
        "IGHV4-31",
        "TUBGCP6",
        "DNAAF2",
        "MIR302B",
        "CDR1",
        "CTC-384G19.1",
        "MRFAP1L1",
        "RNF141",
        "CXCL16",
        "MIR31HG",
        "ADAM7",
        "DLEC1",
        "AMBN",
        "ARX",
        "DNAJC13",
        "LOC727820",
        "RP11-111M22.4",
        "ZNF644",
        "SH3TC1",
        "SRFBP1",
        "ARL14",
        "POGLUT1",
        "BRAT1",
        "STK32C",
        "PPP1R35",
        "RP11-384L8.1",
        "SUV420H2",
        "AF086154",
        "RP11-432J24.5",
        "AJAP1",
        "DRAM2",
        "POLG2",
        "KCNK9",
        "QPCTL",
        "MEIS3",
        "RMST",
        "LOC100509303",
        "RP11-166P13.4",
        "FAM126B",
        "NBN",
        "SIN3B",
        "ZCCHC5",
        "PTGS1",
        "SERP2",
        "EXOSC9",
        "ZBTB43",
        "LUC7L3",
        "TMEM97",
        "PTH2",
        "XIRP1",
        "EFCAB13",
        "LPP",
        "LOC102606465",
        "LZTS1-AS1",
        "MUC5AC",
        "MRPS10",
        "PIK3R5",
        "ACVR1",
        "ZMAT2",
        "BCL2L2",
        "MMP24-AS1",
        "SREBF2",
        "ZNF317",
        "CCDC169-SOHLH2",
        "SOHLH2",
        "FOXO6",
        "LOC102723620",
        "MIIP",
        "LINC00427",
        "SHC3",
        "CRTC2",
        "HDGF",
        "ISCU",
        "PADI3",
        "NKPD1",
        "SLC1A2",
        "FZD7",
        "LINC00284",
        "LOC102724165",
        "NRXN1",
        "COMMD6",
        "PAX3",
        "MARCH6",
        "MFAP3",
        "AIMP1",
        "ZBTB2",
        "NFKB2",
        "SAFB",
        "TMEM237",
        "TRAPPC2L",
        "ARV1",
        "RBM4",
        "KCNK15",
        "ZNF280A",
        "RP5-1154L15.2",
        "TMEM79",
        "CLDN3",
        "IGFBP6",
        "LOC101927526",
        "LOC102723684",
        "CSDE1",
        "PUM2",
        "GLYCTK-AS1",
        "PRO1804",
        "LOC101060464",
        "LOC101929858",
        "LOC101930165",
        "LOC101930171",
        "TCEB3C",
        "TCEB3CL",
        "TCEB3CL2",
        "MUC20",
        "TRAFD1",
        "ZSCAN26",
        "KDM1B",
        "UBQLN2",
        "CAPN10-AS1",
        "RP11-395B7.7",
        "GRK5",
        "LOC101930657",
        "C9orf24",
        "UBXN10",
        "ARNTL",
        "LOC100133920",
        "LOC100996643",
        "LOC101928195",
        "LOC101929583",
        "LOC286297",
        "LOC100379224",
        "LOC642426",
        "LOC100131262",
        "UAP1",
        "EXD3",
        "TTC38",
        "KCNG1",
        "MBD3",
        "SSPO",
        "SFTPD",
        "TRAF4",
        "ADK",
        "KBTBD6",
        "APC2",
        "IGHD",
        "CD70",
        "COMTD1",
        "KEAP1",
        "RANBP2",
        "AP006216.12",
        "APOA1-AS",
        "RAB33A",
        "IFNL2",
        "IFNL3",
        "UNC79",
        "HABP2",
        "OCR1",
        "RUFY2",
        "SEL1L",
        "EPYC",
        "ACVR2B",
        "OLFML1",
        "COG1",
        "LINC00474",
        "CEBPG",
        "MRPS28",
        "RASD1",
        "AGAP4",
        "HMGA1",
        "DMWD",
        "TMEM53",
        "LOC100507494",
        "SFTPB",
        "C7orf60",
        "ZBTB34",
        "RP11-212P7.2",
        "SSH1",
        "MTX1",
        "N4BP2L1",
        "LOC730139",
        "VN1R2",
        "LINC00290",
        "TMSB15B",
        "PROX1",
        "RGL3",
        "GABBR1",
        "MYPOP",
        "LOC101927734",
        "TMEM52B",
        "AF086126",
        "C16orf52",
        "MFSD12",
        "PEX1",
        "PSD3",
        "RP11-554D14.1",
        "SMEK3P",
        "SAPCD1-AS1",
        "XXbac-BPG32J3.18",
        "CMPK1",
        "RAD51AP1",
        "PPP2CB",
        "WDR65",
        "CORO6",
        "COX8C",
        "PANK3",
        "ELANE",
        "LOC101929341",
        "CARD8",
        "GTSE1",
        "TRMU",
        "TXNDC15",
        "ZNF595",
        "CHURC1",
        "MSL2",
        "HRG",
        "RBX1",
        "CTNNA1",
        "ERICH1",
        "GLS2",
        "WDR27",
        "CTD-2292M16.8",
        "VAPA",
        "GSTM3",
        "LOC101928661",
        "CCDC61",
        "PHRF1",
        "DKFZP434L187",
        "LOC100506860",
        "GSTM5",
        "PACSIN1",
        "APOA2",
        "TALDO1",
        "GBGT1",
        "UBN2",
        "C19orf47",
        "ZSCAN10",
        "NFKBIZ",
        "NLK",
        "KIAA1522",
        "NFIA",
        "PRKDC",
        "SAT2",
        "LOC102724561",
        "RP1-170O19.17",
        "CNTFR",
        "RGS4",
        "IFI30",
        "PIK3R2",
        "NPCDR1",
        "AGK",
        "NCK1",
        "CCDC102B",
        "TENM2",
        "MED15P9",
        "UMPS",
        "PPID",
        "HHLA2",
        "LOC151121",
        "ACAA1",
        "MAPK9",
        "RP1-58B11.1",
        "SLC25A48",
        "FLJ43315",
        "LOC101927088",
        "LOC101927527",
        "LOC101929518",
        "LOC442028",
        "PCDHA2",
        "LOC283692",
        "SMIM5",
        "KCNJ4",
        "LOC388942",
        "LINC01225",
        "TKTL2",
        "IGHM",
        "ZNF491",
        "NAPG",
        "SPOCK3",
        "MARK3",
        "YIF1A",
        "ADI1",
        "GJA4",
        "CCDC3",
        "CD1B",
        "MAP2",
        "SLC25A23",
        "ALOX5AP",
        "EIF3G",
        "EXOSC2",
        "LCLAT1",
        "CTAG2",
        "SHANK2-AS2",
        "MUC7",
        "OR2J3",
        "CLEC4A",
        "EIF1AX",
        "RP11-1217F2.1",
        "TNKS",
        "CRIP1",
        "E2F1",
        "LANCL1",
        "MPP2",
        "NF2",
        "FOXH1",
        "HIP1",
        "LINC00922",
        "SERPINB3",
        "SERPINB4",
        "LDLRAP1",
        "LOC101928851",
        "GPR174",
        "JAZF1-AS1",
        "CD248",
        "P2RX2",
        "PPM1F",
        "TLX1",
        "ADRA1B",
        "C21orf67",
        "LOC647070",
        "CLCNKB",
        "LAMB2P1",
        "HNRNPUL1",
        "AC112198.1",
        "SLC15A4",
        "MYBL2",
        "SLC17A3",
        "LOC100506548",
        "RPL37",
        "WDR92",
        "LOC101928995",
        "SSTR5-AS1",
        "ATPAF1",
        "CHAMP1",
        "GGH",
        "MEIS3P1",
        "DERA",
        "PGD",
        "HNRNPA1P31",
        "SEPSECS",
        "PNPLA8",
        "TESK1",
        "IGFALS",
        "WDR44",
        "COG5",
        "RBM6",
        "EPN1",
        "KCNIP3",
        "TPH1",
        "LPXN",
        "VPS45",
        "METTL21B",
        "SERTAD4",
        "C20orf166-AS1",
        "PVR",
        "EML4",
        "IMPDH1",
        "CEP290",
        "CSH1",
        "CSHL1",
        "GH1",
        "GH2",
        "LOC100506691",
        "STAC",
        "FNBP1L",
        "LOC100506538",
        "NDUFAF6",
        "LOC284513",
        "PTPRA",
        "PHF2",
        "TSNAXIP1",
        "AGAP11",
        "AGAP6",
        "AGAP7P",
        "CTGLF12P",
        "LOC101060581",
        "NR2F6",
        "GRM2",
        "SNCB",
        "HMGN1",
        "LOC101927733",
        "ZFYVE20",
        "HOXB7",
        "ID2",
        "EDC3",
        "HNF1B",
        "UCP3",
        "CACUL1",
        "RPF1",
        "IL18",
        "NEK3",
        "ANKRD34A",
        "LYL1",
        "FBXO25",
        "NDUFB1",
        "LOC100129620",
        "SLC6A18",
        "RAD54L",
        "SLC30A9",
        "EEF2K",
        "LOC101930123",
        "MLX",
        "CENPI",
        "LST1",
        "GTF3C2-AS1",
        "WDR96",
        "CD151",
        "RP11-454K7.3",
        "KIF3C",
        "SERPINH1",
        "GRIA1",
        "HOXC9",
        "DNTTIP2",
        "KANSL1L",
        "CNTN4",
        "HECTD2",
        "FAM192A",
        "NFE2",
        "STIL",
        "ZNF813",
        "RADIL",
        "SDPR",
        "LOC101243545",
        "SNORD4A",
        "SSB",
        "GLS",
        "ZNF441",
        "INTS2",
        "STARD9",
        "CCDC68",
        "MIR143HG",
        "MIR145",
        "GLI1",
        "RFC3",
        "TSSC4",
        "AP3S1",
        "KDM3A",
        "AGO3",
        "PDCD2",
        "ENGASE",
        "PRKX",
        "PRKY",
        "CSTF2",
        "TTC27",
        "AC083949.1",
        "C9orf50",
        "CHST11",
        "RPTOR",
        "LOC285178",
        "XPR1",
        "ACSL1",
        "LAMTOR4",
        "TMEM128",
        "FCER2",
        "PCED1B-AS1",
        "BDNF",
        "CT83",
        "GNPDA1",
        "NDUFA8",
        "LYZL1",
        "PIANP",
        "CASR",
        "POMT2",
        "ADAM20",
        "STAB2",
        "CDC26",
        "CEBPZ",
        "DHRS7",
        "DNTT",
        "MORN2",
        "FLJ31713",
        "NOBOX",
        "BC042372",
        "RP11-45P15.4",
        "TOP3B",
        "PIGM",
        "SFR1",
        "GNB3",
        "SRRM3",
        "MAP2K1",
        "NDUFAF7",
        "LOC101927820",
        "MICU2",
        "BCAS2",
        "LINC01343",
        "ELOVL2",
        "KCTD15",
        "CCDC82",
        "RBMXL2",
        "FAM221A",
        "ZNF616",
        "FAM163A",
        "PRKAR2A",
        "LINC00880",
        "TP53RK",
        "HSD3BP1",
        "RAB39B",
        "FBXW7",
        "NR1D1",
        "THRA",
        "DEPDC7",
        "TASP1",
        "ZBBX",
        "AMOTL1",
        "S100Z",
        "EIF1B-AS1",
        "MTFP1",
        "ASRGL1",
        "EIF4G2",
        "PXT1",
        "RNF170",
        "CCDC70",
        "NALCN-AS1",
        "LOC349160",
        "MIR490",
        "SMIM20",
        "C5orf47",
        "LINC00698",
        "C6orf203",
        "ERO1LB",
        "ENC1",
        "PWRN2",
        "C11orf73",
        "FAHD1",
        "FH",
        "KIF22",
        "CTD-2008P7.1",
        "MUL1",
        "IL1RAPL2",
        "MIR10A",
        "PALB2",
        "ZNF677",
        "RP11-315F22.1",
        "SSTR3",
        "CHST1",
        "RALY",
        "RAF1",
        "ZMAT1",
        "CAP2",
        "RAB3IP",
        "CSPP1",
        "DNAJC16",
        "NIPAL3",
        "WDPCP",
        "LOC101927085",
        "LPPR3",
        "CENPBD1P1",
        "RPL23AP7",
        "RPL31",
        "PAK1",
        "SAMD12",
        "CNIH3",
        "NPDC1",
        "ZNF771",
        "C7orf25",
        "PSMA2",
        "GDAP1",
        "GNAQ",
        "UBE2E3",
        "DDR1",
        "MIR4640",
        "NDUFB3",
        "ATP5A1",
        "BC042811",
        "RP11-340I6.8",
        "COPZ2",
        "SH3RF1",
        "LOC255177",
        "RP11-544D21.2",
        "LRRC49",
        "LRRC69",
        "PARP15",
        "PSMD2",
        "BC040901",
        "CTC-241N9.1",
        "LOC100996419",
        "C9orf3",
        "COL12A1",
        "XDH",
        "PROSER2",
        "REPIN1",
        "CREB5",
        "MAGEA10",
        "C21orf62",
        "PMCHL2",
        "DQ576800",
        "TMEM143",
        "AV8S2A1N1T",
        "hADV36S1",
        "TCR-alpha",
        "TCRA",
        "TRAC",
        "TRAJ20",
        "TRAV36DV7",
        "YME1L1",
        "ING5",
        "C21orf2",
        "KLHL11",
        "C20orf26",
        "CMA1",
        "FBXO32",
        "MYOF",
        "ABCC1",
        "CUBN",
        "ART5",
        "GPR26",
        "RRAS2",
        "UCHL3",
        "DHX29",
        "FAM214A",
        "C5orf15",
        "RRP1B",
        "CNOT6L",
        "SNX16",
        "NPC2",
        "RNASE6",
        "GNA11",
        "STYXL1",
        "LOC145845",
        "PITX1",
        "SEC62",
        "EHD4",
        "MCCC2",
        "IRX2",
        "ITGA7",
        "HMCN2",
        "KAL1",
        "CDC37L1",
        "ICE2",
        "C3P1",
        "VPS13A-AS1",
        "CNTNAP4",
        "MBNL1",
        "KIF14",
        "PTTG1",
        "ATP2B3",
        "SLC22A25",
        "COMT",
        "PPP1R26-AS1",
        "CAV3",
        "TMEM114",
        "CCBL2",
        "PHPT1",
        "LTBR",
        "ROPN1B",
        "MTFR1",
        "N6AMT2",
        "GALNT8",
        "ENTPD6",
        "PTCHD2",
        "FAM107A",
        "LOC285593",
        "CCDC184",
        "FGD3",
        "C11orf87",
        "RNF31",
        "BTN2A1",
        "SNUPN",
        "EBLN3",
        "NBR2",
        "ETV1",
        "RNFT2",
        "LINC01015",
        "LOC654841",
        "TTC9C",
        "UBE4B",
        "GAS1",
        "GLG1",
        "CCDC110",
        "PSEN2",
        "LOC101929336",
        "RIF1",
        "NSMCE4A",
        "PDCD5",
        "RCBTB2",
        "KRT8",
        "PSAT1",
        "INSR",
        "UQCRC2",
        "LOC101929004",
        "RP11-432J9.6",
        "ACSM5",
        "STAC2",
        "CAPN6",
        "SLC25A24",
        "LINC00928",
        "LOC441052",
        "ENTPD3",
        "TOLLIP",
        "CLIP1",
        "KHDRBS1",
        "RAB23",
        "ZBTB10",
        "GS1-166A23.2",
        "LOC102725408",
        "LOC101927274",
        "PRSS58",
        "ARHGAP27",
        "RP11-753A21.2",
        "RAD21L1",
        "STX6",
        "CHCHD5",
        "EIF2B1",
        "AIPL1",
        "RP4-584D14.7",
        "IGH",
        "IGHA2",
        "RPRD1A",
        "RASD2",
        "USP26",
        "LOC101928111",
        "ZNF22",
        "MRPL11",
        "NID1",
        "FLJ42627",
        "PRDX2",
        "CKMT1A",
        "CKMT1B",
        "TBXA2R",
        "HOXC4",
        "IGHG1",
        "IGHG3",
        "IGHV3-23",
        "AMPD1",
        "SLCO2A1",
        "LCE3D",
        "PRSS3P3",
        "HEPH",
        "LOC101928245",
        "PTAFR",
        "NCSTN",
        "TRPV5",
        "GJB4",
        "IGLC1",
        "IGLJ3",
        "IGLV2-14",
        "IGLV@",
        "ZNF83",
        "BRDT",
        "DEFB114",
        "CCNYL1",
        "GTF2H2",
        "GTF2H2B",
        "PRKD2",
        "ZDHHC8",
        "CDH10",
        "DNM3",
        "CACNG5",
        "OR1A1",
        "LINC00314",
        "MIR17HG",
        "BAALC",
        "GPR146",
        "CD302",
        "LY75",
        "LY75-CD302",
        "STRADB",
        "CD38",
        "ZNF43",
        "ZNF729",
        "LAMB3",
        "TBCC",
        "TMEM151A",
        "DOK5",
        "GPM6B",
        "HPS4",
        "MTSS1",
        "HNRNPA1",
        "ZC3H12D",
        "NKIRAS1",
        "TCN2",
        "LINC01365",
        "FGA",
        "SPTLC3",
        "PFN2",
        "RPL22",
        "MIR631",
        "NEIL1",
        "ZNF428",
        "MEIS1",
        "SPATS2",
        "TSC22D1-AS1",
        "MAGEA2",
        "MAGEA2B",
        "MYO1D",
        "MGC2889",
        "PIP4K2B",
        "CETN2",
        "LOC642620",
        "GDF3",
        "LOC728024",
        "C1orf87",
        "IK",
        "TERF1",
        "GM2A",
        "RDM1",
        "LOC100272216",
        "LOC100506076",
        "LOC100506123",
        "SLC25A11",
        "SLC25A15",
        "FLJ31306",
        "HOOK3",
        "IRGM",
        "MCPH1",
        "EIF4E2",
        "YIPF6",
        "LYRM5",
        "SCIN",
        "ANKRD11",
        "EFEMP1",
        "DERL2",
        "RAPGEF6",
        "MRPS21",
        "NTN4",
        "LOC145945",
        "C7orf50",
        "MIR5193",
        "UBA7",
        "MIR6883",
        "PER1",
        "TRAJ17",
        "TRAV20",
        "TRDV2",
        "GORASP1",
        "LOC100507395",
        "BAG5",
        "ZNF75D",
        "TRIM59",
        "UBE2C",
        "RBMX2",
        "TSEN15",
        "DDR2",
        "TMEM246",
        "ABCC6",
        "ABCC6P1",
        "ABCC6P2",
        "LOC101930322",
        "LOC101928211",
        "SFRP5",
        "TCF7",
        "VSTM4",
        "ANAPC1",
        "LOC730268",
        "EIF4A2",
        "MIR1248",
        "SNORA4",
        "SNORA63",
        "SNORA81",
        "SNORD2",
        "TXNL4A",
        "ZNF273",
        "BCL2L11",
        "LINC00589",
        "ITGA3",
        "C5orf17",
        "RP11-313C4.1",
        "ARL2",
        "KLHL29",
        "EXOG",
        "ULK3",
        "ANKRD20A12P",
        "COPS7B",
        "EP400",
        "SEC16A",
        "BCAT2",
        "PACSIN2",
        "PAQR5",
        "ZNF883",
        "GGNBP2",
        "SNHG16",
        "SNORD1A",
        "SNORD1C",
        "SSR2",
        "TXNRD2",
        "ST7-OT4",
        "TAAR5",
        "SDE2",
        "TROVE2",
        "LMX1B",
        "TGM7",
        "C1QTNF3",
        "DNAH1",
        "AUTS2",
        "PEX3",
        "MAGED1",
        "TMSB4X",
        "ND2",
        "FAM204A",
        "SLC35B3",
        "GPR55",
        "OPRM1",
        "CCDC57",
        "TMEM51-AS1",
        "MYOM3",
        "SCN1B",
        "PDE1A",
        "PYCARDOS",
        "NINJ2",
        "NKX2-5",
        "RRN3",
        "RRN3P1",
        "RRN3P2",
        "DCAF16",
        "RP1-86D1.3",
        "C11orf31",
        "CARS",
        "SLC4A10",
        "IPW",
        "LOC101930404",
        "PWARSN",
        "SNORD107",
        "SNORD115-13",
        "SNORD115-26",
        "SNORD115-7",
        "SNORD116-22",
        "SNORD116-28",
        "SNORD116-4",
        "SNRPN",
        "DAXX",
        "LOC101928707",
        "KLF3",
        "RP13-39P12.3",
        "KIAA1045",
        "LONRF3",
        "ERVH48-1",
        "LOC101060321",
        "LOC101060351",
        "LOC101060376",
        "LOC101060389",
        "LOC102723859",
        "LOC102724862",
        "TBC1D3",
        "TBC1D3C",
        "TBC1D3F",
        "TBC1D3H",
        "MADD",
        "ZDHHC24",
        "FAM175A",
        "RGS20",
        "RNF4",
        "VPS11",
        "FAM91A1",
        "OCEL1",
        "AC010145.3",
        "MYCNUN",
        "PPARD",
        "MRPS11",
        "ATP6",
        "RXRB",
        "HDAC9",
        "TMEM74",
        "CLEC1A",
        "MCM4",
        "FBN1",
        "PIP",
        "HSPA9",
        "TOMM70A",
        "LPCAT4",
        "RP11-443B7.1",
        "ERH",
        "PARP1",
        "CTDSP2",
        "LINC00324",
        "LY6K",
        "PCDP1",
        "ZNF382",
        "LAPTM4B",
        "ZNF571-AS1",
        "INTS5",
        "BAG2",
        "ZNF808",
        "MRPL57",
        "FTCD",
        "P2RY1",
        "PCSK9",
        "ZDHHC7",
        "GLMN",
        "SHPRH",
        "AC074212.6",
        "PLEKHG4B",
        "RNF149",
        "TMED8",
        "PNMAL1",
        "TMEM182",
        "EZR",
        "SIKE1",
        "ATRIP",
        "TREX1",
        "U91328.2",
        "LOC100128554",
        "SULT2A1",
        "TOR2A",
        "CCDC37-AS1",
        "FAM83E",
        "ATG12",
        "ZNF397",
        "SRPK2",
        "TTC21A",
        "POFUT2",
        "SLFN5",
        "PRO0471",
        "RP11-7F17.4",
        "LOC100506504",
        "LOC101926934",
        "ARHGEF12",
        "LINC00967",
        "SH3BP4",
        "CCND1",
        "MRPL43",
        "OIP5-AS1",
        "RPLP0",
        "NAGPA",
        "UBE2G1",
        "LACTB2",
        "CDK5R1",
        "NPR2",
        "EFHC2",
        "LIG4",
        "DENND5A",
        "ZNF689",
        "GPR157",
        "WNK2",
        "ADD2",
        "DENND2C",
        "LAMB1",
        "LOC101930115",
        "VWA3A",
        "RCOR1",
        "DBF4",
        "MAP9",
        "MRPS17",
        "SMAD3",
        "HIPK2",
        "PPA2",
        "LOC102723954",
        "MESDC2",
        "TMEM105",
        "RASAL2",
        "SORBS3",
        "EARS2",
        "ZNF259P1",
        "ZPR1",
        "ARPC3",
        "CHMP2A",
        "ERF",
        "LOC100129069",
        "BLNK",
        "POU6F2",
        "GYG2",
        "SCGB2B2",
        "LOC101929261",
        "MAATS1",
        "AGFG1",
        "RINT1",
        "CAPRIN2",
        "ZBTB37",
        "ACTG2",
        "CBLN3",
        "STK38",
        "SUFU",
        "MAP4K3",
        "UTP23",
        "ANKMY2",
        "ZNF320",
        "TMEM127",
        "CPT2",
        "RBMS1",
        "ZFP82",
        "ZNRD1",
        "HMGCS1",
        "WNK1",
        "LOC101928818",
        "PWRN1",
        "LRRTM1",
        "MBD3L2",
        "XXYLT1",
        "HAUS1",
        "MEF2C",
        "RNF169",
        "TCF7L2",
        "CABYR",
        "FNIP1",
        "MALT1",
        "OSBPL8",
        "RASSF10",
        "ZNF711",
        "LINC01314",
        "LOC102724021",
        "LOC644794",
        "PKNOX2",
        "TECTA",
        "ANO1",
        "PLIN3",
        "CFTR",
        "TEKT1",
        "PGK1",
        "SENP3",
        "SENP3-EIF4A1",
        "ABHD8",
        "ANKRD2",
        "ARHGDIA",
        "PAICS",
        "MSANTD1",
        "SLC13A5",
        "ADAP1",
        "AK022030",
        "LOC339685",
        "BAIAP2L1",
        "PCDHB4",
        "MASP2",
        "TRIM46",
        "LRRFIP1",
        "ZKSCAN8",
        "PLEK",
        "RAET1E",
        "ACSBG1",
        "TSPO2",
        "CBLN1",
        "HLA-DOB",
        "MZF1",
        "TMEM63B",
        "CTXN3",
        "SERPINA2",
        "CDC14B",
        "ZSWIM5",
        "ATRX",
        "FIBP",
        "FAM189B",
        "TSSK6",
        "LINC00308",
        "NT5DC3",
        "ERN2",
        "PNPLA2",
        "TSPAN32",
        "ANLN",
        "MRPL42",
        "RP11-749H17.2",
        "SLC9A3R2",
        "TOB1",
        "WNT5A",
        "LOC101929505",
        "HLA-DOA",
        "GPALPP1",
        "HSD17B10",
        "REEP5",
        "THOC7",
        "PPP2R1B",
        "SMIM7",
        "LOC101929497",
        "NUP210",
        "EIF5",
        "FHL5",
        "RAMP1",
        "ARR3",
        "LINC00659",
        "ABHD5",
        "IL1R2",
        "RP11-38C18.2",
        "ZNF503-AS2",
        "YPEL5",
        "ZNF627",
        "GBF1",
        "SPRR4",
        "CDC25C",
        "RTN4RL2",
        "GTF2IRD2",
        "WIF1",
        "DDB2",
        "PERP",
        "LOC100507480",
        "PGLYRP2",
        "PDCD6",
        "RAB36",
        "RASGRP1",
        "ADIPOQ",
        "LOC101926944",
        "CLEC1B",
        "DHPS",
        "ATP5I",
        "INTS7",
        "LOX",
        "PTPN13",
        "GGT5",
        "SYNPO",
        "GRIA4",
        "Ndufaf4",
        "USMG5",
        "MED14",
        "PFDN4",
        "FOXN2",
        "STARD3NL",
        "AP5M1",
        "CSNK1G2-AS1",
        "PRKAG2",
        "ARHGEF33",
        "ZNF300P1",
        "ITIH5",
        "SLMAP",
        "SMIM15",
        "GALNT5",
        "STAU1",
        "CTPS2",
        "RAD51-AS1",
        "CARS-AS1",
        "MORN1",
        "PRR16",
        "VPS26B",
        "DPY19L1P1",
        "LOC101927719",
        "EGFL7",
        "JAG2",
        "APAF1",
        "PPIP5K2",
        "CCPG1",
        "DYX1C1-CCPG1",
        "OCLN",
        "AK4",
        "LOC100507855",
        "EIF3E",
        "MRPS30",
        "TSR1",
        "GPAA1",
        "NDUFS3",
        "LAS1L",
        "SRSF8",
        "GGPS1",
        "LINC00342",
        "DZIP3",
        "FOLH1",
        "FOLH1B",
        "CUL4B",
        "FLII",
        "LOC285147",
        "UBAP2L",
        "C12orf5",
        "CPE",
        "FHL3",
        "OCRL",
        "MIR6787",
        "SLC16A3",
        "ZSCAN31",
        "CNP",
        "KLHL9",
        "PRICKLE1",
        "SOX7",
        "ABCD1P2",
        "CASP10",
        "LINC00507",
        "LOC101929622",
        "ZGLP1",
        "PCBP2",
        "SPPL3",
        "ARHGEF40",
        "LOC100996425",
        "RP11-298H24.1",
        "RP11-876N24.5",
        "LOC101928747",
        "RBMX",
        "SNORD61",
        "RNF125",
        "FAM24A",
        "RP11-774O3.1",
        "RP11-774O3.2",
        "MGAT4B",
        "ZC3H15",
        "EPB41",
        "RPRM",
        "NTRK3",
        "IGLV4-60",
        "PEG3",
        "SIAH3",
        "PLXNB2",
        "XPA",
        "BRSK2",
        "PLA2G12A",
        "ANKRD53",
        "MUC17",
        "C19orf52",
        "KDELC1",
        "RIPPLY1",
        "RP11-359E8.5",
        "FAM230B",
        "LOC729461",
        "LOC101929269",
        "LOC401442",
        "UBE2QL1",
        "KCNIP4",
        "LINC00556",
        "C1orf61",
        "PADI1",
        "GLDN",
        "LOC101927914",
        "MYO1F",
        "PROKR2",
        "RPL34",
        "PHF19",
        "ANKRD24",
        "LINC00654",
        "LOC643406",
        "CNTD2",
        "PLBD2",
        "C3orf27",
        "LOC100505782",
        "MATN3",
        "TRIM43",
        "TRIM43B",
        "POLR3H",
        "SLC19A3",
        "POLRMT",
        "RPL13",
        "SNORD68",
        "RP11-483C6.1",
        "THEMIS",
        "GPR34",
        "SGPP1",
        "ACAD11",
        "NPHP3",
        "NPHP3-ACAD11",
        "DCAF8L2",
        "FLJ32742",
        "LOC101928481",
        "RGAG1",
        "DCX",
        "MLK7-AS1",
        "AP001063.1",
        "NR1H2",
        "ABL1",
        "COPS8",
        "TBCCD1",
        "ARTN",
        "PKP1",
        "MTG2",
        "THEG",
        "DLX3",
        "SMCR8",
        "ARFIP1",
        "MIPOL1",
        "HRASLS5",
        "LPL",
        "AC128677.4",
        "CH17-132F21.1",
        "IGKV1OR-1",
        "IGKV1OR10-1",
        "IGKV1OR2-2",
        "FERMT1",
        "ACTR1B",
        "INPP5E",
        "SLC9B2",
        "HNRNPAB",
        "DNAAF1",
        "PLD5",
        "GPBP1L1",
        "IFNGR2",
        "SIPA1L1",
        "LOC728485",
        "SMIM12",
        "FGF16",
        "LOC101928271",
        "DZANK1",
        "FOXN3-AS1",
        "SPACA3",
        "LGMN",
        "P2RY2",
        "CRYGS",
        "EMD",
        "EFNB2",
        "WASF3",
        "NOB1",
        "UBE2E2",
        "SHC1",
        "TCEAL8",
        "AX748339",
        "TUBGCP4",
        "CLCA4",
        "GRM7",
        "LOC100996542",
        "DIO2",
        "MRPL32",
        "TMUB1",
        "GALR2",
        "SATB2-AS1",
        "GPR6",
        "TMEM120B",
        "BACH1",
        "LOC101928847",
        "AURKA",
        "GPR63",
        "KIF1A",
        "LOC100127974",
        "C9orf172",
        "LINC00327",
        "ATP2B1",
        "GAPVD1",
        "COL4A3BP",
        "UPF3A",
        "E2F4",
        "GRID2",
        "LINC01122",
        "LOC644852",
        "DCUN1D3",
        "CD79B",
        "PTCH2",
        "HIGD1A",
        "SGTB",
        "HPGD",
        "TMEM14C",
        "ST13",
        "MAPK1IP1L",
        "MARCH1",
        "LOC284454",
        "MIR23A",
        "MIR24-2",
        "OR1F1",
        "SAMD3",
        "TPCN2",
        "FRMD6",
        "TFAP2A",
        "PHACTR4",
        "UQCRH",
        "UQCRHL",
        "CLDN10",
        "LOC101927308",
        "PNKD",
        "PCNAP3",
        "MAGI2-IT1",
        "TSLP",
        "LCK",
        "SCML4",
        "FLNA",
        "KLF2",
        "PRODH2",
        "ALG14",
        "ECM1",
        "CDCA8",
        "ORC6",
        "TADA2B",
        "TKT",
        "LINC00176",
        "UPK1A",
        "FAM78A",
        "LOC101927137",
        "XYLT1",
        "AC079305.10",
        "KIAA0040",
        "LOC101927651",
        "WWTR1",
        "DAK",
        "DHDH",
        "BC037970",
        "RP11-94M14.2",
        "KRT15",
        "B3GAT1",
        "CXXC5",
        "A2M-AS1",
        "TRAF3IP2",
        "CEP112",
        "TOX3",
        "BC036308",
        "RP1-117O3.2",
        "KCTD4",
        "ATP6V1C2",
        "HSD3B2",
        "EFNA5",
        "PLP1",
        "DHX34",
        "IL3RA",
        "SPC25",
        "PDLIM4",
        "LOC101928504",
        "MIR4458",
        "MIR4458HG",
        "SPDEF",
        "GPR56",
        "ZNF296",
        "PPP1R14A",
        "PICALM",
        "AVIL",
        "JOSD2",
        "LOC100505902",
        "LOC285389",
        "OLFM1",
        "TBC1D9B",
        "THUMPD3-AS1",
        "HLA-C",
        "RCN2",
        "DONSON",
        "MLLT11",
        "LOC728196",
        "SIPA1L2",
        "FGD5-AS1",
        "SYCN",
        "PPP2R5E",
        "SNTB1",
        "TRPV2",
        "GJD4",
        "NTNG1",
        "ADAM32",
        "HES6",
        "LTB4R",
        "KRT36",
        "RP11-757F18.5",
        "FXYD3",
        "LINC00504",
        "MGC4836",
        "EXOSC3",
        "USP32",
        "FYCO1",
        "SHBG",
        "C8B",
        "CLN3",
        "CALR",
        "FAM57B",
        "LOC100996332",
        "NPR1",
        "MAPKAP1",
        "OK/SW-CL.58",
        "PRAME",
        "LOC101928961",
        "PKD1L1",
        "KCMF1",
        "LOC101928858",
        "TEX36-AS1",
        "BRPF3",
        "RP11-701I24.3",
        "LINC00358",
        "STARD4",
        "TEAD1",
        "VARS",
        "RAB17",
        "RBMY3AP",
        "FDFT1",
        "SNX29P2",
        "SH3GL1P1",
        "SH3GL1P2",
        "ZNF780B",
        "ENSA",
        "SLC25A29",
        "LINC00343",
        "MGARP",
        "LOC643733",
        "MPHOSPH8",
        "C16orf59",
        "GATC",
        "MAGED2",
        "LCT",
        "PKD1L2",
        "GRIK1-AS2",
        "NUBP2",
        "MYO16",
        "SRL",
        "CITED4",
        "CXXC1",
        "APIP",
        "FGF18",
        "DGCR12",
        "LOC285300",
        "LRRC74",
        "PRSS53",
        "ACKR1",
        "CADM3",
        "BPIFA2",
        "SLC35A3",
        "SFPQ",
        "SOX6",
        "KPNA4",
        "NR5A2",
        "HEATR1",
        "MAGOHB",
        "MIR6516",
        "SCARNA16",
        "SNHG20",
        "RBM20",
        "RP11-96D1.11",
        "KRTAP3-2",
        "POU3F3",
        "NHP2P2",
        "THOC1",
        "YEATS4",
        "IREB2",
        "CTHRC1",
        "IGDCC4",
        "PNPLA6",
        "RHBDF2",
        "LINC01105",
        "TTTY7",
        "FLJ38773",
        "TBX18",
        "LINC00320",
        "RP1-217P22.2",
        "C6",
        "LOC253044",
        "HAB1",
        "RHBDL3",
        "LOC100507194",
        "LYZL6",
        "CTD-2537I9.16",
        "GRAMD2",
        "LGI3",
        "RP11-255C15.3",
        "LOC646778",
        "PURG",
        "YTHDF1",
        "LINC00869",
        "LOC100996741",
        "TST",
        "CNIH2",
        "KLHL1",
        "CRLF3",
        "PIAS1",
        "LOC101928378",
        "LOC400794",
        "PI4KB",
        "BRK1",
        "HSD3B7",
        "LIFR",
        "RPS6KB1",
        "HRSP12",
        "ZNF576",
        "BHMT2",
        "ZNF224",
        "MUCL1",
        "PPM1H",
        "TUBB4B",
        "LOC100507516",
        "SCNN1B",
        "ARL11",
        "GPR176",
        "CPSF2",
        "PRRC2B",
        "PLCD3",
        "SPATS1",
        "SOAT1",
        "XKR8",
        "AIF1",
        "APOH",
        "NT5E",
        "SSH3",
        "PIK3C3",
        "PTK7",
        "RHOJ",
        "SCARA5",
        "ZBTB32",
        "ESRP1",
        "MICAL3",
        "ALX3",
        "MED28",
        "BTN3A2",
        "PABPC3",
        "MLH1",
        "ANO6",
        "ARMCX5",
        "ELOVL3",
        "GTF2A2",
        "MED17",
        "DNAH5",
        "INHBA-AS1",
        "NXPH3",
        "CTD-2287O16.5",
        "LOC643201",
        "UBXN2B",
        "ZNF3",
        "C1GALT1C1",
        "PEX2",
        "LOC101060691",
        "RYK",
        "ERG",
        "TRAPPC9",
        "RPL30",
        "RPLP1",
        "SF3B4",
        "C14orf1",
        "STAT2",
        "YARS2",
        "HSD11B1L",
        "BC038731",
        "CTD-2284J15.1",
        "LOC101929225",
        "BC039681",
        "RP5-1157M23.2",
        "RGS19",
        "RP6-201G10.2",
        "ZNF99",
        "H3F3A",
        "H3F3B",
        "MIR4738",
        "USP45",
        "ATP5F1",
        "CKM",
        "MAGEB18",
        "MAD2L1BP",
        "PAQR3",
        "B3GALNT1",
        "CCL28",
        "IGKC",
        "ERMP1",
        "GPSM1",
        "MAGI1",
        "DENND1A",
        "MGRN1",
        "FAR2",
        "RALGPS2",
        "IDI2-AS1",
        "SETD5",
        "RPS6KA1",
        "ZNF92",
        "COX17",
        "POPDC2",
        "FANCL",
        "ACE",
        "ZCCHC24",
        "AUH",
        "RPS6KA2",
        "IGFBP7-AS1",
        "KCNJ16",
        "ABCD3",
        "NBEA",
        "KIAA0141",
        "RBMS2",
        "BDH2",
        "TMEM45A",
        "ANKRD39",
        "ATAD3A",
        "ATAD3B",
        "EHMT2",
        "FAH",
        "LINC01107",
        "RP11-893F2.14",
        "MAN2A2",
        "PGP",
        "TMEM206",
        "UBR3",
        "LOC100505534",
        "ZDHHC19",
        "SFT2D2",
        "FBXO4",
        "SLC25A17",
        "PTTG3P",
        "IQCF3",
        "CYP11B1",
        "QPCT",
        "C7orf34",
        "ACADSB",
        "KIAA1586",
        "CFC1",
        "CFC1B",
        "NADK2",
        "OR12D3",
        "OR5V1",
        "RP11-677O4.2",
        "STK3",
        "ARHGAP33",
        "C8G",
        "TMEM167B",
        "CAMK2A",
        "RP11-410C4.5",
        "ITGAX",
        "MMP9",
        "ZNF589",
        "JKAMP",
        "LAPTM4A",
        "DNAJC11",
        "PRSS12",
        "LOC102724985",
        "PDXDC1",
        "TBC1D15",
        "PCK1",
        "CTBP1-AS2",
        "MLXIPL",
        "CPB1",
        "LOC100652911",
        "TARBP2",
        "XAB2",
        "DISP1",
        "NRP1",
        "PLCB4",
        "DPP8",
        "HEATR5B",
        "RASGEF1B",
        "TARS",
        "LOC100506667",
        "LOC101927133",
        "DMRTA2",
        "GRIK3",
        "PABPC1",
        "RRAGB",
        "GUCY1A2",
        "LINC00421",
        "RP11-474P2.2",
        "TEX37",
        "SSFA2",
        "TIA1",
        "COQ9",
        "NDUFAB1",
        "CENPH",
        "RP11-469M7.1",
        "CUL3",
        "BCL2L12",
        "LGALS3",
        "AVPR1A",
        "BC069804",
        "SMAD1",
        "METTL7A",
        "ADRBK1",
        "C16orf92",
        "COQ6",
        "LSM14A",
        "NUDCD2",
        "TRIM24",
        "PCGF2",
        "CDC45",
        "MYO19",
        "PARD3",
        "SURF2",
        "LINC00408",
        "MIR29A",
        "MIR29B1",
        "CYP11B2",
        "PP13",
        "MRPL2",
        "TMEM37",
        "TTC8",
        "LRRFIP2",
        "TFDP2",
        "EPB41L4A-AS1",
        "MTR",
        "RDH12",
        "ZFP64",
        "MAP7",
        "SLC30A2",
        "ACTR2",
        "LCN8",
        "CDKL3",
        "CFLAR",
        "HCRT",
        "P2RY4",
        "CLRN1",
        "MKRN7P",
        "HEATR2",
        "PQLC1",
        "TTYH2",
        "CXorf40B",
        "TSPYL1",
        "RP11-310J24.3",
        "RP11-680G24.5",
        "NMUR2",
        "TMEM50B",
        "GTF3C4",
        "LINC00996",
        "LOC101929953",
        "LRRC37A5P",
        "BC034319",
        "RP11-11N9.4",
        "BC070363",
        "RP11-108M9.4",
        "GLRB",
        "POU1F1",
        "C6orf62",
        "RP9",
        "GAL3ST2",
        "SESN2",
        "ADCY10P1",
        "CBWD1",
        "CBWD2",
        "CBWD3",
        "CBWD5",
        "CBWD6",
        "CBWD7",
        "LOC101060578",
        "MALSU1",
        "CNOT2",
        "YIF1B",
        "C3orf70",
        "CCDC150",
        "ADAMTS19",
        "CLCN2",
        "GDPD1",
        "MAP3K13",
        "LOC100128079",
        "SEC31B",
        "DHX15",
        "SLC1A7",
        "EXOSC4",
        "RAB27A",
        "LANCL2",
        "RP11-930P14.2",
        "CALCRL",
        "TMEM234",
        "CCKAR",
        "CNPY4",
        "COL5A1",
        "FAM193A",
        "TACC1",
        "CCDC148",
        "LOC400541",
        "ZC3H8",
        "LOC101928134",
        "DNAJC9-AS1",
        "OGFOD2",
        "LOC729866",
        "TMEM253",
        "APOC2",
        "FOXN4",
        "GOLGA6L11P",
        "GOLGA6L16P",
        "KLHL7",
        "KIAA0391",
        "PSMA6",
        "VCPKMT",
        "ABCA4",
        "KCNE1",
        "DHX30",
        "PTK6",
        "CCL22",
        "MOGAT3",
        "KMT2E",
        "ZNF268",
        "AC083843.1",
        "RP3-327A19.5",
        "METTL13",
        "UBE3C",
        "MAP3K15",
        "RPL7",
        "AXIN2",
        "RP11-203B7.2",
        "PGLYRP4",
        "RP11-796E2.4",
        "BCL6",
        "JUND",
        "CARD14",
        "SOST",
        "ELF5",
        "LINC01360",
        "ZNF496",
        "EDEM3",
        "RSL1D1",
        "GMFB",
        "KATNBL1",
        "CCDC154",
        "SPINT1",
        "DHRS4",
        "DHRS4L2",
        "RP1L1",
        "CCDC71L",
        "EQTN",
        "MBL2",
        "PEX5",
        "MALL",
        "TMEM205",
        "FMO3",
        "IYD",
        "WDR89",
        "DIRAS1",
        "ADAMTS7",
        "COL16A1",
        "BCL2L1",
        "SRP9",
        "PIGQ",
        "LOC101926906",
        "LOC101929645",
        "C14orf39",
        "SLITRK3",
        "NABP2",
        "ZNRF1",
        "APOE",
        "IGFBP5",
        "TEX12",
        "ZIC2",
        "ILF3",
        "PUF60",
        "AHSP",
        "CAMKMT",
        "CARD16",
        "PDYN",
        "RP5-1170D6.1",
        "SLC25A41",
        "APBB2",
        "LPO",
        "CPT1A",
        "SHROOM4",
        "PTPRS",
        "TNS3",
        "S100P",
        "SSH2",
        "LINC00574",
        "LOC100287877",
        "BIRC2",
        "RBM41",
        "BID",
        "PSMB8",
        "ITSN2",
        "TTC9",
        "IRF6",
        "N6AMT1",
        "SMOC2",
        "YAP1",
        "CCDC50",
        "TJP2",
        "GNS",
        "PTAR1",
        "AP001189.4",
        "JRKL",
        "ROCK1",
        "IFNA5",
        "IFNA6",
        "SH3RF2",
        "DTD1",
        "MYO15B",
        "SNAP23",
        "TRPV6",
        "IARS2",
        "HHAT",
        "KCNS3",
        "CREBL2",
        "RAMP2",
        "SNRPC",
        "TM9SF3",
        "TMEM41B",
        "ANKRD35",
        "LEFTY1",
        "LEFTY2",
        "CSRP2",
        "SLC44A1",
        "WFDC2",
        "MID1IP1",
        "TUBA3FP",
        "RECQL",
        "WSB1",
        "CHERP",
        "EVC",
        "KCTD16",
        "DEXI",
        "AK094733",
