{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": false,
    "handle_chinese_chars": false,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "N": 8,
      "T": 9,
      "TT": 10,
      "AA": 11,
      "TG": 12,
      "AG": 13,
      "CC": 14,
      "TC": 15,
      "AC": 16,
      "GG": 17,
      "ATT": 18,
      "AT": 19,
      "ATG": 20,
      "GC": 21,
      "TAA": 22,
      "TCC": 23,
      "AAAA": 24,
      "ACC": 25,
      "AGG": 26,
      "ATC": 27,
      "TTC": 28,
      "AGC": 29,
      "AAG": 30,
      "TTTT": 31,
      "TGC": 32,
      "TGG": 33,
      "AAC": 34,
      "TTG": 35,
      "TAG": 36,
      "TAC": 37,
      "CCC": 38,
      "TATT": 39,
      "TGGG": 40,
      "TAT": 41,
      "AGAA": 42,
      "TTTC": 43,
      "AGGG": 44,
      "AGGC": 45,
      "ATAA": 46,
      "TGTG": 47,
      "AGCC": 48,
      "ATTC": 49,
      "ACAC": 50,
      "TTGG": 51,
      "AAGG": 52,
      "TATG": 53,
      "TCTC": 54,
      "TCCC": 55,
      "TTTG": 56,
      "TTCC": 57,
      "AGAG": 58,
      "AAAC": 59,
      "ATGG": 60,
      "AGTG": 61,
      "ATTG": 62,
      "TCTG": 63,
      "ACCC": 64,
      "AGAC": 65,
      "ATCC": 66,
      "ATGC": 67,
      "ATAC": 68,
      "AATG": 69,
      "TCAC": 70,
      "AAAG": 71,
      "TGCC": 72,
      "AATT": 73,
      "TAAG": 74,
      "TATC": 75,
      "AAGC": 76,
      "TAAC": 77,
      "TTGC": 78,
      "TGGC": 79,
      "AACC": 80,
      "ATATT": 81,
      "GGG": 82,
      "TAGC": 83,
      "GGC": 84,
      "TACC": 85,
      "TTAC": 86,
      "TAGG": 87,
      "ATAT": 88,
      "AATC": 89,
      "AAAAC": 90,
      "AGTC": 91,
      "GCC": 92,
      "AGTT": 93,
      "TGAC": 94,
      "AAATT": 95,
      "AAAAG": 96,
      "TCTT": 97,
      "AATAA": 98,
      "ATTTT": 99,
      "TTTTG": 100,
      "TGTC": 101,
      "ATAG": 102,
      "AAATG": 103,
      "TTTTC": 104,
      "TGAA": 105,
      "TGAG": 106,
      "TGTT": 107,
      "ACTT": 108,
      "AAAT": 109,
      "ACAG": 110,
      "AGGCC": 111,
      "ACTC": 112,
      "TGGGC": 113,
      "ATTTC": 114,
      "ACTG": 115,
      "TTTAA": 116,
      "ACG": 117,
      "TGGCC": 118,
      "TCAG": 119,
      "ATATG": 120,
      "TATTC": 121,
      "TTTCC": 122,
      "ATTCC": 123,
      "ACAA": 124,
      "TGTAA": 125,
      "ATCTC": 126,
      "TTAA": 127,
      "ATGCC": 128,
      "AGAAG": 129,
      "AAAAAAAA": 130,
      "TCCCC": 131,
      "TAAAA": 132,
      "TGGGG": 133,
      "AGATG": 134,
      "TTCTC": 135,
      "TTATT": 136,
      "TTTTTTTT": 137,
      "ACCCC": 138,
      "AGGGC": 139,
      "AAATC": 140,
      "ATTAC": 141,
      "ATAAAA": 142,
      "AGAAC": 143,
      "TATTG": 144,
      "ATTGC": 145,
      "ACCTC": 146,
      "AAAGC": 147,
      "AAGCC": 148,
      "GGCC": 149,
      "AAAGG": 150,
      "ATCAC": 151,
      "AATTC": 152,
      "ATGGC": 153,
      "AAGGC": 154,
      "ACCAC": 155,
      "AGAGC": 156,
      "AGAAAA": 157,
      "AGTTC": 158,
      "AGAGG": 159,
      "GTG": 160,
      "TTGCC": 161,
      "TTTAG": 162,
      "TTGGC": 163,
      "TTCCC": 164,
      "ATAAC": 165,
      "AGTAA": 166,
      "ATGGG": 167,
      "TGCAC": 168,
      "ATCCC": 169,
      "ATTTG": 170,
      "ATATC": 171,
      "TATCC": 172,
      "AGGGG": 173,
      "AGTGC": 174,
      "TCAGG": 175,
      "TTTGC": 176,
      "ATAAG": 177,
      "TCG": 178,
      "TCCTG": 179,
      "TTGGG": 180,
      "GGGC": 181,
      "AGCCC": 182,
      "TGAGG": 183,
      "AGATT": 184,
      "ACATT": 185,
      "TCTTC": 186,
      "AAACC": 187,
      "TTTAC": 188,
      "TCTCC": 189,
      "ATAGC": 190,
      "AGACC": 191,
      "AATAC": 192,
      "TATGC": 193,
      "AATGC": 194,
      "AATAG": 195,
      "TGAAG": 196,
      "AGATC": 197,
      "TGTAG": 198,
      "TTTGG": 199,
      "AGTGG": 200,
      "TGTGG": 201,
      "AAGGG": 202,
      "GGGG": 203,
      "AAGAC": 204,
      "AATTTT": 205,
      "TTCAC": 206,
      "TCATT": 207,
      "AGTAG": 208,
      "AATGG": 209,
      "AACAC": 210,
      "TGCCC": 211,
      "AATTG": 212,
      "AACCC": 213,
      "AGTTG": 214,
      "TCCTC": 215,
      "AGCAC": 216,
      "TATGG": 217,
      "TGTGC": 218,
      "TTTATT": 219,
      "TTTTCC": 220,
      "ATACC": 221,
      "TGATG": 222,
      "ATAGG": 223,
      "TCTGC": 224,
      "TCTTG": 225,
      "AATCC": 226,
      "TTAAAA": 227,
      "TACCC": 228,
      "TGATT": 229,
      "AAATAA": 230,
      "TATAC": 231,
      "TGTTC": 232,
      "TAAAC": 233,
      "TAGCC": 234,
      "TCCCAGC": 235,
      "TCAGC": 236,
      "TGTTG": 237,
      "AAAGAA": 238,
      "TCCAC": 239,
      "AGGCTGG": 240,
      "TGAGC": 241,
      "TTATG": 242,
      "ATTTTC": 243,
      "TGAAC": 244,
      "TAGGC": 245,
      "TCTAA": 246,
      "TTAAG": 247,
      "TTAAC": 248,
      "ATTGG": 249,
      "ACTGC": 250,
      "TCATC": 251,
      "CCCC": 252,
      "AGTGGC": 253,
      "ATTTAA": 254,
      "TTATC": 255,
      "TTTAT": 256,
      "TCACC": 257,
      "TCAAG": 258,
      "AATATT": 259,
      "ACATG": 260,
      "ACTTC": 261,
      "TCTGG": 262,
      "TAAGC": 263,
      "TAAGG": 264,
      "TCATG": 265,
      "AGTCC": 266,
      "ATATAA": 267,
      "AATAT": 268,
      "AGTAC": 269,
      "TCTTTT": 270,
      "TGAGGC": 271,
      "TCAGCC": 272,
      "TGTTTT": 273,
      "AGTTTT": 274,
      "TGAAAA": 275,
      "AGAAGC": 276,
      "AGGAC": 277,
      "TGTCC": 278,
      "TTGGCC": 279,
      "ATTTTG": 280,
      "TAACC": 281,
      "TAGGG": 282,
      "ACAGC": 283,
      "TGATC": 284,
      "TGTAC": 285,
      "TCAAC": 286,
      "TAATTTT": 287,
      "TTAGC": 288,
      "AGAGAA": 289,
      "AAAAAC": 290,
      "TGACC": 291,
      "AACG": 292,
      "ACTAC": 293,
      "TAATAA": 294,
      "TCTGCC": 295,
      "TGTATT": 296,
      "TCTAC": 297,
      "TTAG": 298,
      "ACCATG": 299,
      "ATTATT": 300,
      "TCAA": 301,
      "TTAGG": 302,
      "AAAAGC": 303,
      "AGCG": 304,
      "TGAGAA": 305,
      "AAAACC": 306,
      "ACTCC": 307,
      "TCTAG": 308,
      "TTACC": 309,
      "AAACAC": 310,
      "ATGAC": 311,
      "ATATTC": 312,
      "AAAAGG": 313,
      "ACACACAC": 314,
      "ACATC": 315,
      "AGTTTC": 316,
      "AGAAGG": 317,
      "TTTGTG": 318,
      "AGGAAG": 319,
      "GCCC": 320,
      "ACTTG": 321,
      "ATTTTTT": 322,
      "AAATTC": 323,
      "AGGAGG": 324,
      "AATTTC": 325,
      "TGTCTC": 326,
      "TGTGTGTG": 327,
      "TGCTC": 328,
      "ACAAG": 329,
      "TGCG": 330,
      "TGGGATTAC": 331,
      "TTCCCC": 332,
      "ACAGG": 333,
      "AACTC": 334,
      "TCCG": 335,
      "ATATAC": 336,
      "TGTTTC": 337,
      "ACCG": 338,
      "TCACTGC": 339,
      "AAAAATT": 340,
      "ACAAC": 341,
      "TTCTTC": 342,
      "AAAATAA": 343,
      "TGTAT": 344,
      "AAATAC": 345,
      "AAAGTGC": 346,
      "TCCTGCC": 347,
      "TTTGCC": 348,
      "ATTTCC": 349,
      "ATAGAA": 350,
      "TGCTTC": 351,
      "TTTTGC": 352,
      "TTGCCC": 353,
      "TCTTTC": 354,
      "TAAAAC": 355,
      "ACTGG": 356,
      "AAGTG": 357,
      "AAATGC": 358,
      "ATATTG": 359,
      "AGTTTG": 360,
      "TAAATG": 361,
      "AGCCCC": 362,
      "TCAGAA": 363,
      "AGATGG": 364,
      "ACACC": 365,
      "AGATTC": 366,
      "TGTGGC": 367,
      "TGGGGC": 368,
      "TGAGAC": 369,
      "AAGAAG": 370,
      "AAATGG": 371,
      "AGGAGAA": 372,
      "ATCG": 373,
      "AAAGAC": 374,
      "TTTTGG": 375,
      "AGAGGG": 376,
      "TTCG": 377,
      "ATTTAC": 378,
      "TCGC": 379,
      "AGATAA": 380,
      "AGTCTC": 381,
      "AGCAGC": 382,
      "ACTAA": 383,
      "ATACAC": 384,
      "AAATCC": 385,
      "ACGG": 386,
      "AGTATT": 387,
      "TCCAGCC": 388,
      "TTTCCC": 389,
      "TATATT": 390,
      "TGGGGG": 391,
      "AAAGGG": 392,
      "TGGGCC": 393,
      "ACAAAA": 394,
      "AGAGGC": 395,
      "TTTATG": 396,
      "TGTGCC": 397,
      "ACTTTGGG": 398,
      "AAATTG": 399,
      "ATGTG": 400,
      "TTCTG": 401,
      "TGTAATCCCAGC": 402,
      "TGGAAG": 403,
      "TATTCC": 404,
      "AAAGAG": 405,
      "TAAAAG": 406,
      "AATGGC": 407,
      "AATTTG": 408,
      "TATATG": 409,
      "AGCTC": 410,
      "ATATCC": 411,
      "ATATATT": 412,
      "ATTTGC": 413,
      "ATATGC": 414,
      "TACTC": 415,
      "AGGTGG": 416,
      "AGACAC": 417,
      "AGGTG": 418,
      "ATTTATT": 419,
      "TTCTCC": 420,
      "AATATG": 421,
      "AACAAC": 422,
      "AAAGTG": 423,
      "AGGGGC": 424,
      "AGGGCC": 425,
      "TAGAC": 426,
      "GTGG": 427,
      "TGCTG": 428,
      "TTATAA": 429,
      "AGGCTGAGGC": 430,
      "TTTAAG": 431,
      "ATTCCC": 432,
      "AAATATT": 433,
      "ATATGG": 434,
      "ACGC": 435,
      "TTTGGC": 436,
      "TTTATC": 437,
      "AAGAAAA": 438,
      "TCCTCC": 439,
      "TTTTTAA": 440,
      "AAGGCC": 441,
      "AAAGCC": 442,
      "TACG": 443,
      "ATCTTC": 444,
      "TTATTC": 445,
      "TTTGGG": 446,
      "AATCTC": 447,
      "AATATC": 448,
      "ATATATAT": 449,
      "TGCTGC": 450,
      "TCTGGC": 451,
      "TCAAAA": 452,
      "AGTAGC": 453,
      "TTGTTG": 454,
      "ATCACC": 455,
      "AGTAT": 456,
      "TGGAC": 457,
      "AATTCC": 458,
      "AGTGCC": 459,
      "AAAGGC": 460,
      "ATGAAG": 461,
      "AGGAGC": 462,
      "TAAATT": 463,
      "ATTGCC": 464,
      "ATGGCC": 465,
      "AATAAC": 466,
      "TTGAC": 467,
      "ATGTC": 468,
      "AATTGC": 469,
      "TACAC": 470,
      "TCCCG": 471,
      "TTGCAGTG": 472,
      "AATGCC": 473,
      "TTAAAC": 474,
      "AAGTC": 475,
      "AAGAAC": 476,
      "TTGAAC": 477,
      "TCCTTC": 478,
      "AGAACC": 479,
      "ATGTAA": 480,
      "AGAGCC": 481,
      "ATCTG": 482,
      "TTGGGC": 483,
      "ATTTAG": 484,
      "AAGACC": 485,
      "TCCCAAAGTGC": 486,
      "TTGGGG": 487,
      "TCCACC": 488,
      "AGGTC": 489,
      "AGCTG": 490,
      "TTCAAC": 491,
      "ATCCCC": 492,
      "ATGATG": 493,
      "AATAAG": 494,
      "AAGTGG": 495,
      "AGGAAC": 496,
      "GCG": 497,
      "ATAGAG": 498,
      "TCTTCC": 499,
      "AGCCG": 500,
      "TGGGATTACAGGC": 501,
      "ACTAG": 502,
      "AGTTCC": 503,
      "TTTAAC": 504,
      "AATGTG": 505,
      "TCCAGC": 506,
      "TTCTGC": 507,
      "ATTTGG": 508,
      "AGATAC": 509,
      "AAACCC": 510,
      "CCCAGC": 511,
      "ATGTGG": 512,
      "CCCG": 513,
      "TCTGTG": 514,
      "TAAAAATAC": 515,
      "TTCTTTT": 516,
      "ATCATC": 517,
      "TACAAAA": 518,
      "AGCAGG": 519,
      "AGTGTG": 520,
      "ATAGTG": 521,
      "AGGCTGGAGTGC": 522,
      "AAGGGG": 523,
      "ACCACC": 524,
      "TTAGAA": 525,
      "TCTCCC": 526,
      "AGATGC": 527,
      "ATGGGG": 528,
      "AAGGGC": 529,
      "TCACCC": 530,
      "TGAAAC": 531,
      "TTAATT": 532,
      "TTCTAA": 533,
      "AAGTAA": 534,
      "ATAGGC": 535,
      "TAGAGAC": 536,
      "AAGATG": 537,
      "AACCCC": 538,
      "TTCATC": 539,
      "AGTGGG": 540,
      "TCCATC": 541,
      "ATAAGC": 542,
      "TCTCG": 543,
      "ATACCC": 544,
      "ATAGAC": 545,
      "TTGTG": 546,
      "TATATC": 547,
      "TCCTGG": 548,
      "ATTTTTC": 549,
      "ACTTTT": 550,
      "AGCTGC": 551,
      "TTCTTG": 552,
      "TTCTAG": 553,
      "TCATTC": 554,
      "TCGG": 555,
      "TTATTG": 556,
      "TGCCCC": 557,
      "AGGCCC": 558,
      "AGCTGG": 559,
      "ATGTTG": 560,
      "AGTATG": 561,
      "TTTTTTG": 562,
      "TTCTGG": 563,
      "ATTAAAA": 564,
      "TAAGCC": 565,
      "TCCCCC": 566,
      "TTCTT": 567,
      "TATAAAA": 568,
      "TTCATG": 569,
      "ATAAGG": 570,
      "TCTTTG": 571,
      "TCTATT": 572,
      "AATCAC": 573,
      "TCTTGC": 574,
      "AGGTGC": 575,
      "AACATGG": 576,
      "AGACCC": 577,
      "AGTCTG": 578,
      "AGATTG": 579,
      "TCCTGC": 580,
      "ACAGAA": 581,
      "TTCAGC": 582,
      "ATCATG": 583,
      "TATTTATT": 584,
      "AAGCG": 585,
      "TGGTG": 586,
      "TTAGCC": 587,
      "TAAAAAA": 588,
      "AGGGGG": 589,
      "AAGAGG": 590,
      "AAAAAAAAAAAAAAAA": 591,
      "ATTATG": 592,
      "TAGAAC": 593,
      "AAGAGC": 594,
      "ATTAAC": 595,
      "TCCATG": 596,
      "TGGCCC": 597,
      "ATCTGC": 598,
      "AGCCACC": 599,
      "AGGTTC": 600,
      "TCCTGCCTCAGCC": 601,
      "AATCTG": 602,
      "TGCACTCCAGCC": 603,
      "TTTACC": 604,
      "TTGTAA": 605,
      "TTTTTTTTTTTTTTTT": 606,
      "AGCTAC": 607,
      "ACTCTG": 608,
      "TGTTTG": 609,
      "ATGTGC": 610,
      "ACAGAG": 611,
      "AGTAAG": 612,
      "AGGAAAA": 613,
      "AGTCAC": 614,
      "TAGGCC": 615,
      "TGGTGG": 616,
      "ATAGTT": 617,
      "AAGATC": 618,
      "GGGCC": 619,
      "TTAAAG": 620,
      "ATTTAT": 621,
      "ATGAAC": 622,
      "AATAGC": 623,
      "ATAAAAC": 624,
      "TATTGC": 625,
      "TTAATG": 626,
      "ACTTTC": 627,
      "ATAACC": 628,
      "AGTAAC": 629,
      "ATTATC": 630,
      "ATGGGC": 631,
      "AACAAAA": 632,
      "AATCCC": 633,
      "AATGGG": 634,
      "TTGAGG": 635,
      "AGCAAG": 636,
      "TAGAAG": 637,
      "TACTAAAAATAC": 638,
      "AACATC": 639,
      "AGGTAA": 640,
      "AGCATC": 641,
      "AATACC": 642,
      "AGAAAAC": 643,
      "TGTATG": 644,
      "AGAAAAG": 645,
      "AACTCC": 646,
      "TGGAGG": 647,
      "TTCTTTC": 648,
      "TTCTAC": 649,
      "TGAAGG": 650,
      "AGTTAC": 651,
      "ACCTGC": 652,
      "TCCTGACCTC": 653,
      "TTGAACC": 654,
      "ATAAATAA": 655,
      "TGATTC": 656,
      "TTTAGC": 657,
      "ATAGGG": 658,
      "TCCTTG": 659,
      "AAATAG": 660,
      "TGGAGC": 661,
      "AGATCC": 662,
      "TAATAC": 663,
      "AGTCCC": 664,
      "TATAAC": 665,
      "ATAGCC": 666,
      "TGCAGC": 667,
      "AGGCCG": 668,
      "AGGATG": 669,
      "TTCATT": 670,
      "TTGTTTT": 671,
      "AGTTGG": 672,
      "TGGAAC": 673,
      "AAAGAAG": 674,
      "ACCCCC": 675,
      "TTGTAG": 676,
      "TATGCC": 677,
      "AGAAAC": 678,
      "AGTATC": 679,
      "AGGCGG": 680,
      "ATCTAA": 681,
      "TCACTGCAACC": 682,
      "TTCAAG": 683,
      "ACACAC": 684,
      "AAAAAAG": 685,
      "TGTGGG": 686,
      "TTATTTT": 687,
      "TTGTC": 688,
      "AAATAT": 689,
      "TTATAC": 690,
      "TGTTCC": 691,
      "TAGTTTT": 692,
      "TATCCC": 693,
      "AGTTGC": 694,
      "AGCAAC": 695,
      "ATAAAAG": 696,
      "AAGCCC": 697,
      "GCCCC": 698,
      "ATGTTC": 699,
      "ACTGTG": 700,
      "TCCTAA": 701,
      "TAGAAAA": 702,
      "ATCTTG": 703,
      "TGAGAG": 704,
      "TGAAGC": 705,
      "TCTGGG": 706,
      "ATGCCC": 707,
      "AGCACC": 708,
      "ATGAAAA": 709,
      "TATGGC": 710,
      "TGAATG": 711,
      "ATTAAG": 712,
      "TCCAGG": 713,
      "AAACG": 714,
      "ACCAAC": 715,
      "TGGGCAAC": 716,
      "TTTTTC": 717,
      "TCCTGGG": 718,
      "AGCTTC": 719,
      "AAATATC": 720,
      "ACTTCC": 721,
      "TGATAA": 722,
      "AAAAAAC": 723,
      "TGATCC": 724,
      "TGTCTG": 725,
      "TGAGCC": 726,
      "TCAGGG": 727,
      "TTGAAG": 728,
      "TAAATC": 729,
      "TGCTGG": 730,
      "TTTAGG": 731,
      "ATTTCTC": 732,
      "TACATG": 733,
      "AGACCAGCC": 734,
      "ATTTTCC": 735,
      "AATAGG": 736,
      "TCAGAG": 737,
      "ACACG": 738,
      "TTTCTTTC": 739,
      "TATGGG": 740,
      "ACTTGC": 741,
      "TGTAATCCCAGCACTTTGGG": 742,
      "TTAAGG": 743,
      "AGGCTGAGGCAGGAGAA": 744,
      "TGCAGG": 745,
      "GTCTC": 746,
      "TACTAA": 747,
      "AATTGG": 748,
      "AGCTAA": 749,
      "ACCTTG": 750,
      "TCCTGAG": 751,
      "TCATGCC": 752,
      "TTATCC": 753,
      "TGATGG": 754,
      "ATTTTTG": 755,
      "TACCCC": 756,
      "TCCCAAG": 757,
      "TGGCTCAC": 758,
      "AAATAAAA": 759,
      "AGCTCC": 760,
      "TCAGGC": 761,
      "AGTTTTG": 762,
      "ATCTCC": 763,
      "ACCTGG": 764,
      "ATTGGC": 765,
      "TCTCTCTC": 766,
      "AGGTAG": 767,
      "ATCAAC": 768,
      "AGCATG": 769,
      "TATTGG": 770,
      "TCACAC": 771,
      "TCATTG": 772,
      "TGAATT": 773,
      "ATAGTC": 774,
      "AGTAGG": 775,
      "TGAGGG": 776,
      "ACCTCC": 777,
      "ACATGG": 778,
      "TGGGACTAC": 779,
      "TTAAATT": 780,
      "ATAATAA": 781,
      "TGCATG": 782,
      "AACTTC": 783,
      "TCTAT": 784,
      "TCAAAC": 785,
      "ACATTC": 786,
      "AGGTTG": 787,
      "ACCTAA": 788,
      "AACATG": 789,
      "TCAAGC": 790,
      "ACAGGC": 791,
      "TGGTGC": 792,
      "TTGTATT": 793,
      "TTAAGC": 794,
      "TTAGAG": 795,
      "AAAGAAAA": 796,
      "TTACAC": 797,
      "ACCATC": 798,
      "TGGTAA": 799,
      "AGGTGTG": 800,
      "AGCGC": 801,
      "TAGTAA": 802,
      "TTGAACCC": 803,
      "ATTTTAC": 804,
      "ATGATC": 805,
      "TTCAGG": 806,
      "ATGTAC": 807,
      "AGAGAGAG": 808,
      "TTTTAAAA": 809,
      "TCCGCC": 810,
      "ACAGCC": 811,
      "TGTTGG": 812,
      "TGTATC": 813,
      "AAGTGC": 814,
      "AACTAA": 815,
      "AAGTTG": 816,
      "AGATATT": 817,
      "TCAGTG": 818,
      "TTAATC": 819,
      "TTCACC": 820,
      "TTAACC": 821,
      "TCAAAG": 822,
      "AGGATC": 823,
      "TCTTGG": 824,
      "TCATCC": 825,
      "TTATGC": 826,
      "TGAGTG": 827,
      "ATAAATG": 828,
      "AGGCG": 829,
      "ACAGTG": 830,
      "TTTTTTTTTTTT": 831,
      "AGTACC": 832,
      "ATCTAC": 833,
      "AGCATT": 834,
      "TCAAGG": 835,
      "GGGGC": 836,
      "AAGTTC": 837,
      "TGAAAG": 838,
      "AAAAAAAAAAAA": 839,
      "AGACG": 840,
      "ACAGGG": 841,
      "AAATTCC": 842,
      "TGTAAG": 843,
      "TCCAAC": 844,
      "TCCTTTT": 845,
      "ACCAGC": 846,
      "TTATATT": 847,
      "AGGTAC": 848,
      "ATAAAC": 849,
      "AGGATGG": 850,
      "TTTCACCATG": 851,
      "AATTTAA": 852,
      "TGGCG": 853,
      "AAAAATG": 854,
      "AATTTTG": 855,
      "TGACAC": 856,
      "TGAAACCCC": 857,
      "TTACCC": 858,
      "TGATGC": 859,
      "AGAAAGAA": 860,
      "TATAAG": 861,
      "TGTCAC": 862,
      "TATTTTG": 863,
      "ATCTGG": 864,
      "ATATATG": 865,
      "TCCAAG": 866,
      "TCCCAGCTAC": 867,
      "ATTGGG": 868,
      "AGAAATG": 869,
      "TGCTAA": 870,
      "TGTCCC": 871,
      "ACCTAC": 872,
      "TGTTGC": 873,
      "ACCGC": 874,
      "TAATTTTTGTATT": 875,
      "ATTAGG": 876,
      "TGTCTT": 877,
      "TCATGG": 878,
      "TGGATG": 879,
      "AGGCTGC": 880,
      "ACTTTG": 881,
      "AAGTAG": 882,
      "AAACAAAC": 883,
      "AAAATAC": 884,
      "AAATAAC": 885,
      "TTAATAA": 886,
      "TTAAATG": 887,
      "ACAGAC": 888,
      "TTAGTG": 889,
      "TATTTTTT": 890,
      "TGGGTGAC": 891,
      "TATTTTC": 892,
      "ATTCTCCTGCCTCAGCC": 893,
      "TATTTAA": 894,
      "ACAATG": 895,
      "ATACG": 896,
      "TTATGG": 897,
      "AACTAC": 898,
      "AGGAAAC": 899,
      "ACCTTC": 900,
      "TCTATG": 901,
      "TTGTTC": 902,
      "ACAAAC": 903,
      "AAGTAC": 904,
      "TGCATC": 905,
      "TCATAA": 906,
      "TGGGCG": 907,
      "AACATT": 908,
      "AACAGC": 909,
      "TCGGCC": 910,
      "AGGAGGC": 911,
      "GCGG": 912,
      "ACTAT": 913,
      "TCTATC": 914,
      "TTTATTC": 915,
      "TGTAAC": 916,
      "ATTTTTAA": 917,
      "TGCTTG": 918,
      "TAGATG": 919,
      "TGCTCC": 920,
      "TCAATG": 921,
      "ACTGCACTCCAGCC": 922,
      "TGGATC": 923,
      "AGATGGGG": 924,
      "TGGTTC": 925,
      "ATGTGCC": 926,
      "TCATGC": 927,
      "AGATAG": 928,
      "TTAGGG": 929,
      "TCTTAC": 930,
      "TTTCTTTT": 931,
      "ATCATT": 932,
      "ACATGC": 933,
      "TTTAGTAGAGAC": 934,
      "ATTCG": 935,
      "AGGAAGG": 936,
      "TGCTAC": 937,
      "TTGTAC": 938,
      "NN": 939,
      "TTTGTTTT": 940,
      "ATGAGCC": 941,
      "TAATTC": 942,
      "ACATAA": 943,
      "TGTTAC": 944,
      "TTGAGC": 945,
      "ATTTCTG": 946,
      "TGGAAAA": 947,
      "ACCTGCC": 948,
      "TTGAAAA": 949,
      "ACCAAG": 950,
      "ATATAAAA": 951,
      "ACTGCC": 952,
      "TCACG": 953,
      "ACATCC": 954,
      "TCTGTCTC": 955,
      "TTAGTT": 956,
      "TGGGAGG": 957,
      "AGAATAA": 958,
      "AATCTGC": 959,
      "TAGTTC": 960,
      "TCCTAC": 961,
      "ACTATG": 962,
      "AGGCCCC": 963,
      "ACTCTC": 964,
      "TATATAA": 965,
      "TTAAAAC": 966,
      "TTCTTCC": 967,
      "TAAGGC": 968,
      "TAGTAG": 969,
      "TGCTTTT": 970,
      "TTAGAC": 971,
      "AGTTCG": 972,
      "ATGGTGGC": 973,
      "ATCAGC": 974,
      "AAATAAG": 975,
      "AACAAG": 976,
      "AGCTGAG": 977,
      "ATGAGG": 978,
      "TGTTTTC": 979,
      "TGGTAG": 980,
      "ACTATT": 981,
      "TCAACC": 982,
      "TTTCG": 983,
      "ACTGGG": 984,
      "TTTATTG": 985,
      "ATCGC": 986,
      "ATCAAAA": 987,
      "ATCAAG": 988,
      "AAAGAAC": 989,
      "ATTTTGG": 990,
      "ATTAGC": 991,
      "ACCAGG": 992,
      "TGAATC": 993,
      "ATGAGC": 994,
      "TCAGAC": 995,
      "TATAGC": 996,
      "ATGTAG": 997,
      "ATGTCC": 998,
      "TGACCC": 999,
      "TTTCCCC": 1000,
      "TTAGGC": 1001,
      "AAATGCC": 1002,
      "TCTTCCC": 1003,
      "TCAGTC": 1004,
      "ACTCCC": 1005,
      "AACTGC": 1006,
      "TAGGGC": 1007,
      "ACATAC": 1008,
      "AAAAAATT": 1009,
      "TGGTAC": 1010,
      "AATATTC": 1011,
      "TCTACC": 1012,
      "ACATTG": 1013,
      "ATTACC": 1014,
      "TGATTG": 1015,
      "TAATTG": 1016,
      "ATGTTTT": 1017,
      "TGAGTC": 1018,
      "TTCTGCC": 1019,
      "TCCTTCC": 1020,
      "TGAACC": 1021,
      "ACACACACACACACAC": 1022,
      "GCGC": 1023,
      "AACTTG": 1024,
      "TACTTC": 1025,
      "ACAAAG": 1026,
      "TGGTTTT": 1027,
      "AGAGAAG": 1028,
      "ATTTTGC": 1029,
      "TCTCAAAC": 1030,
      "TAAAGG": 1031,
      "TAATAG": 1032,
      "TCTTTTC": 1033,
      "TATATTC": 1034,
      "ACTCAC": 1035,
      "ACTTGG": 1036,
      "TTTAGTAG": 1037,
      "AGAAGGC": 1038,
      "TCCTAG": 1039,
      "ATGTGTG": 1040,
      "AGGCTGGAGTGCAGTGGC": 1041,
      "ACAAGG": 1042,
      "AGATTCC": 1043,
      "TGCGG": 1044,
      "AGCCAAG": 1045,
      "TCTAAG": 1046,
      "AGCTTG": 1047,
      "AATTTTC": 1048,
      "ATCTAG": 1049,
      "TGATAC": 1050,
      "TGGTTG": 1051,
      "TTTTGCC": 1052,
      "ATTCTCAGAA": 1053,
      "TCCCAAAGTGCTGGGATTACAGGC": 1054,
      "AAATATCC": 1055,
      "TATACC": 1056,
      "AACACC": 1057,
      "TGTAGG": 1058,
      "TAAAGC": 1059,
      "TCAGTT": 1060,
      "TGTGTGTGTGTGTGTG": 1061,
      "TTATTTC": 1062,
      "TTGGCCAGGCTGG": 1063,
      "ATTTATC": 1064,
      "AAATTGC": 1065,
      "AAATGGG": 1066,
      "TCCTTTC": 1067,
      "TTAAAAG": 1068,
      "TTCTTTG": 1069,
      "TACTTTT": 1070,
      "TGGCCCC": 1071,
      "AGACAGAG": 1072,
      "TTCTCTC": 1073,
      "AAACCCC": 1074,
      "AAATATG": 1075,
      "ATCTTTT": 1076,
      "ACTTAC": 1077,
      "TTCAAAA": 1078,
      "TGCACC": 1079,
      "TGTACC": 1080,
      "TGAGTT": 1081,
      "TGTAGC": 1082,
      "TACAAC": 1083,
      "ACTGGC": 1084,
      "ACACCC": 1085,
      "TAGTTG": 1086,
      "ATTTCTT": 1087,
      "AGCTGGG": 1088,
      "TTCCG": 1089,
      "TAAAATG": 1090,
      "GGCCC": 1091,
      "TGCTTTC": 1092,
      "TGTTTCC": 1093,
      "AAGAAAC": 1094,
      "ATTATAA": 1095,
      "TACTAC": 1096,
      "ATTTCG": 1097,
      "TTTTCCC": 1098,
      "TTCCTTCC": 1099,
      "AGGACC": 1100,
      "TAATGC": 1101,
      "TTATAG": 1102,
      "AGGAAGC": 1103,
      "ATGGTGG": 1104,
      "ATTATTC": 1105,
      "TGAATAA": 1106,
      "TGAAATT": 1107,
      "AAGTCC": 1108,
      "TAGCCC": 1109,
      "ATATTCC": 1110,
      "TAGGGG": 1111,
      "TACTCGGG": 1112,
      "AGGCTGAGG": 1113,
      "TGTAATCCC": 1114,
      "AGGTCAGG": 1115,
      "TCCTGAGTAGC": 1116,
      "TGGGGCC": 1117,
      "TCAATT": 1118,
      "AAAATGC": 1119,
      "TCCTCCC": 1120,
      "ATTTATG": 1121,
      "TTGTGC": 1122,
      "TTGTGG": 1123,
      "TACAGC": 1124,
      "ACCCG": 1125,
      "AAAAATC": 1126,
      "TAACG": 1127,
      "AACGC": 1128,
      "TTGATG": 1129,
      "AGACGG": 1130,
      "AAATGGC": 1131,
      "AAGAGAA": 1132,
      "AGAAGCC": 1133,
      "ATTTCCC": 1134,
      "TCCATCTC": 1135,
      "TCGCCC": 1136,
      "TTTCTTC": 1137,
      "TAAATAA": 1138,
      "TTAGTC": 1139,
      "TCCGC": 1140,
      "AGCCAGGC": 1141,
      "ACTGAC": 1142,
      "AGCTAG": 1143,
      "ACCTCCC": 1144,
      "AACTGG": 1145,
      "TTTTTTC": 1146,
      "TCTTTAA": 1147,
      "AGGTTGCAGTG": 1148,
      "AGATAT": 1149,
      "GGCG": 1150,
      "TCTAGC": 1151,
      "TTTCTGAGAA": 1152,
      "TACTTG": 1153,
      "ATCTCGGC": 1154,
      "AACTAG": 1155,
      "TCTAAC": 1156,
      "ACCACG": 1157,
      "TCCCAAGTAGC": 1158,
      "TAATATT": 1159,
      "ATTTGTG": 1160,
      "ATTTCAC": 1161,
      "TCTGCCC": 1162,
      "GGGGG": 1163,
      "TGGCCAACATGG": 1164,
      "ACAATT": 1165,
      "AGATCAC": 1166,
      "AGATTTC": 1167,
      "TGCTAG": 1168,
      "TGTTTTG": 1169,
      "TCTAGG": 1170,
      "AAAATAG": 1171,
      "TTTGTTTG": 1172,
      "TTCAAGC": 1173,
      "AGAGGCC": 1174,
      "TATAATT": 1175,
      "TGCAGTG": 1176,
      "TGGGATT": 1177,
      "TGCTTCC": 1178,
      "TCCCGGG": 1179,
      "TGCAAG": 1180,
      "AGAAATC": 1181,
      "TGCAAC": 1182,
      "TATAAAC": 1183,
      "TAAAAAC": 1184,
      "ATGATT": 1185,
      "TCGCC": 1186,
      "AGATCG": 1187,
      "AGAAAGG": 1188,
      "ACAAGC": 1189,
      "ACTGTC": 1190,
      "TAAAATT": 1191,
      "AATATTG": 1192,
      "TTATAT": 1193,
      "TGAAAAC": 1194,
      "ACCTCAGCC": 1195,
      "AGCAAAA": 1196,
      "ACCTAG": 1197,
      "ATGCG": 1198,
      "TAAGGG": 1199,
      "TTTTTATT": 1200,
      "TCATAC": 1201,
      "TATATAC": 1202,
      "AGTTTTC": 1203,
      "TATATATT": 1204,
      "TTGATC": 1205,
      "AAATCTC": 1206,
      "ATCCACCC": 1207,
      "GTGAGCC": 1208,
      "ATTCAAC": 1209,
      "TGGATT": 1210,
      "ACGCC": 1211,
      "TACAAG": 1212,
      "TATAGG": 1213,
      "AGATTTT": 1214,
      "AGGTGGG": 1215,
      "TGCAGCC": 1216,
      "TTGAGCCC": 1217,
      "TCACACC": 1218,
      "GCTCTG": 1219,
      "TACATC": 1220,
      "AGAAAGC": 1221,
      "TCTCAGC": 1222,
      "AAAGTAA": 1223,
      "AACAGG": 1224,
      "AGAAGGG": 1225,
      "TTGGAAAC": 1226,
      "ACCTGGC": 1227,
      "TTGTCC": 1228,
      "TTTGTAA": 1229,
      "AAAATATT": 1230,
      "TGACG": 1231,
      "TTACG": 1232,
      "CCCAGG": 1233,
      "TTTTTTTC": 1234,
      "TCCCGAGTAGC": 1235,
      "AAGGAAGG": 1236,
      "ACAATC": 1237,
      "ATCAGG": 1238,
      "AAGATATT": 1239,
      "TGCCG": 1240,
      "AACTCCTGACCTC": 1241,
      "TACATT": 1242,
      "ACCCAGC": 1243,
      "TTTTTAG": 1244,
      "TGGGGGC": 1245,
      "AGATGGG": 1246,
      "AAACAAAA": 1247,
      "AATTCCC": 1248,
      "TGCTCTG": 1249,
      "ATCATTC": 1250,
      "TTCATTC": 1251,
      "TGTAATCCCAGCTAC": 1252,
      "TACTGC": 1253,
      "ACAGAGC": 1254,
      "ACAACC": 1255,
      "TACTAAAAATACAAAAATT": 1256,
      "TCGGC": 1257,
      "AACAGAA": 1258,
      "TTGACC": 1259,
      "AAATTGG": 1260,
      "AATGTTC": 1261,
      "TATATAT": 1262,
      "TGCGC": 1263,
      "TAAACC": 1264,
      "ATGTATT": 1265,
      "ATTTAAG": 1266,
      "TGAAAAG": 1267,
      "TCACAGAG": 1268,
      "AGCCAGG": 1269,
      "AGCGG": 1270,
      "AGATTGC": 1271,
      "TGAAATG": 1272,
      "TGGGACTACAGGC": 1273,
      "ACTTCCC": 1274,
      "ATAGGCC": 1275,
      "TACAGAA": 1276,
      "ATGTTTC": 1277,
      "TACTGG": 1278,
      "TCCAAAA": 1279,
      "ATTTAAC": 1280,
      "AATCG": 1281,
      "TCTTTGC": 1282,
      "AGTTTGG": 1283,
      "ATCTTTC": 1284,
      "TAAAATAA": 1285,
      "ACAGTC": 1286,
      "AGGAGGG": 1287,
      "TCAAAGC": 1288,
      "TTTGTATT": 1289,
      "AGAGCCC": 1290,
      "TAACCC": 1291,
      "TTTTTCC": 1292,
      "AGCTGGGC": 1293,
      "AGTTCAAGACC": 1294,
      "TCGGG": 1295,
      "ATTACAGGC": 1296,
      "TGCTGGG": 1297,
      "AGGTCC": 1298,
      "TGGCTCACGCC": 1299,
      "AGGCCGAGGC": 1300,
      "ACCAAAA": 1301,
      "AAATCCC": 1302,
      "TTTGTGATG": 1303,
      "TCATTTT": 1304,
      "AGCCTGG": 1305,
      "AAGAATG": 1306,
      "AAAGGGC": 1307,
      "TAGAGG": 1308,
      "TTCTATT": 1309,
      "AAGCCCC": 1310,
      "TAGAGC": 1311,
      "TCCTCTC": 1312,
      "TTCTCTG": 1313,
      "TTGTTTC": 1314,
      "AGACAGGG": 1315,
      "AGAAATAA": 1316,
      "TGGCTAAC": 1317,
      "TTCTCCC": 1318,
      "TCAATAA": 1319,
      "TGAAACCC": 1320,
      "TGGTGTG": 1321,
      "TGAGGTCAGG": 1322,
      "AAAAATAA": 1323,
      "AAGGAAG": 1324,
      "TAATGG": 1325,
      "ATCCG": 1326,
      "ATTCCCC": 1327,
      "TTCTGTG": 1328,
      "AAATACC": 1329,
      "TCAATC": 1330,
      "GCGCC": 1331,
      "ACTATC": 1332,
      "TGGAAGC": 1333,
      "AGAGCG": 1334,
      "ATCTCAGC": 1335,
      "TGCTGCC": 1336,
      "CCCGGC": 1337,
      "TATTTAC": 1338,
      "TAATTTC": 1339,
      "AGATATG": 1340,
      "TTTATCC": 1341,
      "AACTTTT": 1342,
      "ATGACC": 1343,
      "AAGATT": 1344,
      "TTTGTAG": 1345,
      "AGTCG": 1346,
      "AGCTGTG": 1347,
      "ATTCTGG": 1348,
      "ATAAGCC": 1349,
      "TTTGCCC": 1350,
      "TGAGGCC": 1351,
      "TGCTGTG": 1352,
      "TCCGG": 1353,
      "TATATTG": 1354,
      "AAGTTTT": 1355,
      "AATTTAC": 1356,
      "AAAAGAAAA": 1357,
      "TGCAAAA": 1358,
      "TCTTTCC": 1359,
      "ACTAAG": 1360,
      "TTATATG": 1361,
      "TGAATAG": 1362,
      "TTTGGGG": 1363,
      "TGGACC": 1364,
      "AGGGGCC": 1365,
      "ACTCCAGCC": 1366,
      "ACAAAGC": 1367,
      "TGGAGGC": 1368,
      "TATAAAG": 1369,
      "AGGTGCC": 1370,
      "TCCCCCC": 1371,
      "AGATGCC": 1372,
      "AATATCC": 1373,
      "TGGGAAG": 1374,
      "GGCCCC": 1375,
      "ATCTTCC": 1376,
      "TAGTTTC": 1377,
      "TGAACCC": 1378,
      "ATATTGG": 1379,
      "ATTTGTC": 1380,
      "AGAGAAAA": 1381,
      "TGGAAAC": 1382,
      "ATTTGTT": 1383,
      "TCCTAGC": 1384,
      "TACAGG": 1385,
      "TTTCACC": 1386,
      "GTGGTGGC": 1387,
      "ACTGAG": 1388,
      "TTTGTTG": 1389,
      "ATTTGGG": 1390,
      "TCTTTTG": 1391,
      "AGATGGC": 1392,
      "AAGCTGG": 1393,
      "AACATTC": 1394,
      "AGTGGGG": 1395,
      "ACGGC": 1396,
      "ATATTGC": 1397,
      "AAACATC": 1398,
      "TTTTTAC": 1399,
      "ATGGGGG": 1400,
      "AAAAGGC": 1401,
      "AGGGAGG": 1402,
      "AGCTTTC": 1403,
      "TGTAGTCCCAGCTAC": 1404,
      "ACAGAAG": 1405,
      "AAAACG": 1406,
      "AGACCCC": 1407,
      "AGAGAAC": 1408,
      "TCCCTCCC": 1409,
      "ATATCTC": 1410,
      "ACATGCC": 1411,
      "ATATGGC": 1412,
      "ATTATTG": 1413,
      "TAGTGG": 1414,
      "TATTTCC": 1415,
      "ATGAGAA": 1416,
      "AGAAGCATTCTCAGAA": 1417,
      "AGAGGGC": 1418,
      "AGCTTCC": 1419,
      "AGTTTCC": 1420,
      "AACCG": 1421,
      "TGTCG": 1422,
      "TTTCTCC": 1423,
      "TTTCTAA": 1424,
      "AGGCAGAGG": 1425,
      "AGGAATG": 1426,
      "AGTTCCC": 1427,
      "TGCATT": 1428,
      "ATATATAA": 1429,
      "AGAGTGTTTC": 1430,
      "AGTGGGC": 1431,
      "AAAGGCC": 1432,
      "TTGCG": 1433,
      "TGGGTGG": 1434,
      "AGGGAAG": 1435,
      "TGATATT": 1436,
      "TATAAATT": 1437,
      "AAAGATG": 1438,
      "TCTGTAA": 1439,
      "ATCTTTG": 1440,
      "AGGACAC": 1441,
      "AAAAGCC": 1442,
      "AGCAGAG": 1443,
      "ATTCAAG": 1444,
      "TGGAAGG": 1445,
      "TACTCC": 1446,
      "ACTAAC": 1447,
      "TATAATAA": 1448,
      "AAAGTAG": 1449,
      "ATCTCTC": 1450,
      "TATAATG": 1451,
      "AAAGCCC": 1452,
      "TATATGC": 1453,
      "TATATTTT": 1454,
      "TGGTCC": 1455,
      "ATAATTTT": 1456,
      "TCATAG": 1457,
      "ATATGCC": 1458,
      "AGAGGGG": 1459,
      "TTCCCCC": 1460,
      "AAACACTCTTTT": 1461,
      "TGTTCCC": 1462,
      "TAGTAC": 1463,
      "TGTGTCC": 1464,
      "AAAACCC": 1465,
      "TCAAAAC": 1466,
      "AGGATT": 1467,
      "ACCAGCC": 1468,
      "TGGTGGC": 1469,
      "ATCACG": 1470,
      "AGAGATG": 1471,
      "TTTCTTG": 1472,
      "ACTACC": 1473,
      "TCCGTCTC": 1474,
      "AACAAAC": 1475,
      "TCCCAGGTTC": 1476,
      "AATTCTC": 1477,
      "TCCTGGC": 1478,
      "AGACCATCC": 1479,
      "ACTGCAC": 1480,
      "ACTAGG": 1481,
      "TTTGAAG": 1482,
      "ATCCATG": 1483,
      "AGAAATT": 1484,
      "ACTCG": 1485,
      "AGAATGG": 1486,
      "TCACGCC": 1487,
      "AATATGG": 1488,
      "AATTTGC": 1489,
      "AGCCCCC": 1490,
      "TTAATTTT": 1491,
      "AAAATGG": 1492,
      "ACTGAA": 1493,
      "ATATTTGG": 1494,
      "TTCCTTC": 1495,
      "TCTCCCC": 1496,
      "AAACTGC": 1497,
      "AACAATG": 1498,
      "TCAAATT": 1499,
      "AGTATTC": 1500,
      "ATTTGCC": 1501,
      "AAAGGGG": 1502,
      "TTATTCC": 1503,
      "AAAATTG": 1504,
      "AAAGAGG": 1505,
      "AGTTTAA": 1506,
      "TTTTGGC": 1507,
      "TGCAACC": 1508,
      "AAAATTC": 1509,
      "ATAGAGC": 1510,
      "TATCG": 1511,
      "ACATTTT": 1512,
      "ATATCAC": 1513,
      "TGATTTT": 1514,
      "AGGGCCC": 1515,
      "ATCTTGGC": 1516,
      "TTATAAAA": 1517,
      "AGATAAC": 1518,
      "AAGATGG": 1519,
      "ATTCTTC": 1520,
      "TGGCCAAC": 1521,
      "AGAAACC": 1522,
      "AAACCAC": 1523,
      "TTGAACCTGGG": 1524,
      "ACACACC": 1525,
      "AATGGGG": 1526,
      "ATTGTTC": 1527,
      "TGTGGTGGC": 1528,
      "AGCAGCC": 1529,
      "AAAACAAAAC": 1530,
      "AGAGAGG": 1531,
      "TTGAGCC": 1532,
      "ATTCTCC": 1533,
      "ATTCATC": 1534,
      "GCCCGCC": 1535,
      "TGAGAAC": 1536,
      "AGGCCAAGGC": 1537,
      "AGTCTTGC": 1538,
      "ATTAATT": 1539,
      "GCTGC": 1540,
      "TTAGTTG": 1541,
      "TTTCCAACG": 1542,
      "AGGCAGG": 1543,
      "TTCAAAC": 1544,
      "TAATCC": 1545,
      "AAAGTAC": 1546,
      "ACACAGC": 1547,
      "TCTTGCC": 1548,
      "ATATATC": 1549,
      "TTCCAAG": 1550,
      "ATGAATG": 1551,
      "AGATAAG": 1552,
      "TTGCAGTGAGCCG": 1553,
      "TGGTTTC": 1554,
      "TTGTCTC": 1555,
      "TCCTGGGC": 1556,
      "TTCTCAC": 1557,
      "TCCCACC": 1558,
      "ATCTGCC": 1559,
      "AGATAAAA": 1560,
      "NNNN": 1561,
      "AGGTTTT": 1562,
      "TGCTTCTGTC": 1563,
      "ATGGGGC": 1564,
      "TACCG": 1565,
      "AGCTTTT": 1566,
      "AGCATGG": 1567,
      "TATTTTTC": 1568,
      "ACTGTT": 1569,
      "AAGAAGG": 1570,
      "AGGGGGC": 1571,
      "AGATATC": 1572,
      "ACAATAA": 1573,
      "TGGAATT": 1574,
      "TTGCCCAGGCTGG": 1575,
      "TTCTGGG": 1576,
      "ATTAAAC": 1577,
      "ACAGTT": 1578,
      "TACTTTC": 1579,
      "TGAGCCC": 1580,
      "AAAAGGG": 1581,
      "ATCTGTG": 1582,
      "AAAAATAC": 1583,
      "AATGTAA": 1584,
      "AAGTATT": 1585,
      "ATTCTAA": 1586,
      "AATATGC": 1587,
      "TATAGAA": 1588,
      "TCCCAAAGTGCTGGGATTAC": 1589,
      "AAGAAAG": 1590,
      "TCCTCAC": 1591,
      "AGTGGCC": 1592,
      "TACTAG": 1593,
      "AGCTGCC": 1594,
      "TTTAAGG": 1595,
      "ACATAG": 1596,
      "TGCAAAC": 1597,
      "TCATATT": 1598,
      "ATTCATTC": 1599,
      "ATAAATT": 1600,
      "TTGATT": 1601,
      "TTGGAAACGGG": 1602,
      "ATCTATT": 1603,
      "TTCAGCC": 1604,
      "TTGGGGG": 1605,
      "AGATACC": 1606,
      "AACGG": 1607,
      "GCCG": 1608,
      "TAGAAAC": 1609,
      "TTTTGGG": 1610,
      "AGGTTTC": 1611,
      "TCAGCCC": 1612,
      "TTTGGCC": 1613,
      "TGGGGGG": 1614,
      "AAATAGC": 1615,
      "TAGCG": 1616,
      "AGGAGAG": 1617,
      "TTGCCCC": 1618,
      "AGTTCGAGACCAGCC": 1619,
      "TTTAACC": 1620,
      "TCAAATG": 1621,
      "TGGAGTGC": 1622,
      "TGAAACCCCGTCTC": 1623,
      "TCTTTAG": 1624,
      "AGGCTAG": 1625,
      "TATGTTG": 1626,
      "ACCACAC": 1627,
      "AGCCGGGC": 1628,
      "ACATATT": 1629,
      "TGGGCCC": 1630,
      "TTCCAGC": 1631,
      "TCCATT": 1632,
      "GTGAGCCACC": 1633,
      "TGCTCTC": 1634,
      "TGATAG": 1635,
      "TGGTATT": 1636,
      "GGGGTTTC": 1637,
      "TTTTGTTTT": 1638,
      "TGCACCC": 1639,
      "ATATATAC": 1640,
      "AAGATAA": 1641,
      "TCCACCC": 1642,
      "TTTATGC": 1643,
      "TGTGCCC": 1644,
      "AAAAAATAA": 1645,
      "ATTGTAA": 1646,
      "AGTTCAAGACCAGCC": 1647,
      "AAGTTTC": 1648,
      "TCCATCC": 1649,
      "TTCGC": 1650,
      "TTTGAGG": 1651,
      "ACCATGG": 1652,
      "TTATAAG": 1653,
      "ATATATATATATATAT": 1654,
      "ATGCCCC": 1655,
      "TGATTTC": 1656,
      "ATGAAAC": 1657,
      "AGTTCTC": 1658,
      "ACTTTTC": 1659,
      "TAGATC": 1660,
      "AGGGAGGG": 1661,
      "AGTTTGAGACCAGCC": 1662,
      "AAAAAGC": 1663,
      "ACTGCCC": 1664,
      "ACTCTT": 1665,
      "AACTAAC": 1666,
      "TCTTCTC": 1667,
      "TTCTGTC": 1668,
      "TTAGAAG": 1669,
      "TGCAGAA": 1670,
      "TGTGATG": 1671,
      "TATCTATC": 1672,
      "AAGAAGC": 1673,
      "AAATATAA": 1674,
      "TCCCAGG": 1675,
      "AGATTTG": 1676,
      "ATTCTTTT": 1677,
      "ACGGG": 1678,
      "TCATTTC": 1679,
      "TAAAACC": 1680,
      "AACAGAG": 1681,
      "TTTGTTC": 1682,
      "TAGATT": 1683,
      "AAACCTC": 1684,
      "AAAGTTC": 1685,
      "TTTTGTATT": 1686,
      "TATACAC": 1687,
      "TCCAGGC": 1688,
      "AGGAGAC": 1689,
      "TGTATTC": 1690,
      "TGTTTGC": 1691,
      "TGAAATC": 1692,
      "ATATAAC": 1693,
      "TGGAGAA": 1694,
      "ACAGCCC": 1695,
      "TTGAAAC": 1696,
      "AAAAGAAG": 1697,
      "AGTCCCC": 1698,
      "AATAAGC": 1699,
      "ATCAGAG": 1700,
      "AGGTTGC": 1701,
      "TTCAAGG": 1702,
      "AATTTATT": 1703,
      "AATTAAAA": 1704,
      "TGTTTAA": 1705,
      "ACAAAAC": 1706,
      "AATAACC": 1707,
      "ATGTTGG": 1708,
      "AAAGAGC": 1709,
      "TTAGTAA": 1710,
      "ATTATAC": 1711,
      "TGCCCCC": 1712,
      "ATCTCTG": 1713,
      "ATAATAC": 1714,
      "AGATCTC": 1715,
      "AGGTTTG": 1716,
      "AATGAAC": 1717,
      "ACTTTAA": 1718,
      "ATTCTGC": 1719,
      "AGTGAAC": 1720,
      "TTCTTGG": 1721,
      "TAATTTTTTGTATT": 1722,
      "TATGTAA": 1723,
      "TCACTGCAAGC": 1724,
      "ATTCTAC": 1725,
      "AGTAAAA": 1726,
      "TTCCTGG": 1727,
      "AGGCAGC": 1728,
      "TGTAGTCCCAGC": 1729,
      "TTCGG": 1730,
      "TTTTCTTTT": 1731,
      "AGTGAGC": 1732,
      "AGGTTGG": 1733,
      "ATGCTGC": 1734,
      "TGAAGCC": 1735,
      "AGAACCC": 1736,
      "AGGCTGGAGTGCAGTGG": 1737,
      "AGAATAG": 1738,
      "TCACTGCAACCTCTGCC": 1739,
      "ATTGCCC": 1740,
      "ACCATT": 1741,
      "TGGGTGC": 1742,
      "ATTTTAAAA": 1743,
      "TATATATG": 1744,
      "AGAGAGC": 1745,
      "ATATATATT": 1746,
      "TCCCTGC": 1747,
      "TCAAAAG": 1748,
      "TTTTATG": 1749,
      "TTTTTGC": 1750,
      "ATAAATC": 1751,
      "ATATCCC": 1752,
      "AATTTAG": 1753,
      "ACCTTTC": 1754,
      "AGAATAC": 1755,
      "TCTTTAC": 1756,
      "TGGAGAC": 1757,
      "TAAAAGC": 1758,
      "TATATCC": 1759,
      "TGTAGCC": 1760,
      "AGAATTC": 1761,
      "AGGTATT": 1762,
      "AACTCTGTG": 1763,
      "AAACAAG": 1764,
      "AATTTCC": 1765,
      "ATTTGGC": 1766,
      "AAACAAC": 1767,
      "ACAGAAC": 1768,
      "TGAATAC": 1769,
      "ATAATTG": 1770,
      "TGTTCTC": 1771,
      "TCTCTTC": 1772,
      "TTTAAGC": 1773,
      "AAGGAAC": 1774,
      "ATGAAGC": 1775,
      "TTTTTGG": 1776,
      "ACAAATT": 1777,
      "TGCTGGC": 1778,
      "ATCTCAC": 1779,
      "ATGCCTGGC": 1780,
      "AAAAAGG": 1781,
      "ATTCTTG": 1782,
      "AGATCCC": 1783,
      "TGCTTTG": 1784,
      "TTAGAAAA": 1785,
      "AGTGCCC": 1786,
      "ACCCCCC": 1787,
      "TTTTAAG": 1788,
      "ATCACAC": 1789,
      "TGGTC": 1790,
      "TATTCCC": 1791,
      "TAAATAC": 1792,
      "TGCCTCAGCC": 1793,
      "ATGCACC": 1794,
      "TATATGG": 1795,
      "TTTTGTAG": 1796,
      "ACTAGC": 1797,
      "TTCAAGCG": 1798,
      "TGGGAGC": 1799,
      "TTGTTTG": 1800,
      "AAAAAAATT": 1801,
      "ATTTACC": 1802,
      "AGCCTCC": 1803,
      "ATTCATG": 1804,
      "TAAAATC": 1805,
      "ATTTGAC": 1806,
      "ACAGTGGC": 1807,
      "TGTTTGG": 1808,
      "TATAATC": 1809,
      "AACTTTC": 1810,
      "GGAAG": 1811,
      "ACTTTGG": 1812,
      "TTCCTCC": 1813,
      "AAAAACC": 1814,
      "ATTAATG": 1815,
      "AAAGATC": 1816,
      "TGTTTAC": 1817,
      "TTAAAT": 1818,
      "TTTATGG": 1819,
      "ATACCAC": 1820,
      "TCTCTGC": 1821,
      "TAGGAAG": 1822,
      "ATCTTGG": 1823,
      "AAAGTGG": 1824,
      "TAAATGC": 1825,
      "TTATTGC": 1826,
      "TAGACC": 1827,
      "TTTTCTTC": 1828,
      "AGTTTAC": 1829,
      "AGGTGGC": 1830,
      "TTGTGTG": 1831,
      "TTAGAAC": 1832,
      "TTTCTGC": 1833,
      "TATTTGC": 1834,
      "ATGTATG": 1835,
      "CCCAGCC": 1836,
      "AAGACAC": 1837,
      "AATATAC": 1838,
      "TCTCACTCTG": 1839,
      "TGGGTAA": 1840,
      "ACAAATG": 1841,
      "TACACC": 1842,
      "AGTTTGC": 1843,
      "TTATAAC": 1844,
      "TTTTCCCC": 1845,
      "TTCAAGTG": 1846,
      "TATCCCC": 1847,
      "TCACTGCAGCC": 1848,
      "TTTGAGGCC": 1849,
      "ACAAAAG": 1850,
      "AGGCGC": 1851,
      "ATGCTGG": 1852,
      "ATCTCCC": 1853,
      "TGATTGG": 1854,
      "GGGTGG": 1855,
      "AACTTCC": 1856,
      "AGTAACC": 1857,
      "TCAAATC": 1858,
      "TCAGGCTGG": 1859,
      "TTCTTGC": 1860,
      "ATGATTC": 1861,
      "AAGACCC": 1862,
      "TGTGGCC": 1863,
      "TCACAGC": 1864,
      "ATACAAAA": 1865,
      "ACCACGCC": 1866,
      "TTTGGGC": 1867,
      "AATAAGG": 1868,
      "ATGATGG": 1869,
      "AAAGAGAA": 1870,
      "TAAAGAA": 1871,
      "TTATATC": 1872,
      "TCCAGGG": 1873,
      "AATTGCC": 1874,
      "TCCAGTC": 1875,
      "AAGGGGC": 1876,
      "TAGTGC": 1877,
      "TCCTCTG": 1878,
      "TTTTTTTG": 1879,
      "TGAAGGC": 1880,
      "TGAGAAG": 1881,
      "ACCCAGCC": 1882,
      "ACCTTCC": 1883,
      "ATTTAGC": 1884,
      "TCAGAAG": 1885,
      "GCAGC": 1886,
      "TAAATTC": 1887,
      "TCTATTC": 1888,
      "TGGTGGG": 1889,
      "TTCAGAA": 1890,
      "AAAGTTG": 1891,
      "ATTATTTT": 1892,
      "ACCACTGCACTCCAGCC": 1893,
      "TACGG": 1894,
      "AAAAAAAC": 1895,
      "TGAAACCCCATCTC": 1896,
      "TCCTGTG": 1897,
      "AGTCTGC": 1898,
      "TGGAGGG": 1899,
      "AGCAGTG": 1900,
      "AGCAGAA": 1901,
      "TGGATAA": 1902,
      "ATGATCC": 1903,
      "TCCCAGCACTTTGGG": 1904,
      "ATGGCG": 1905,
      "AATGAAG": 1906,
      "GCACC": 1907,
      "TCTGGGG": 1908,
      "GGGCGG": 1909,
      "ATTTAGG": 1910,
      "TCCTTTG": 1911,
      "TCCAAATG": 1912,
      "TTCATTG": 1913,
      "ATTCTAG": 1914,
      "TCATTCC": 1915,
      "TATTTGG": 1916,
      "ATGTGGC": 1917,
      "ATGTATC": 1918,
      "TGTCCCC": 1919,
      "ATGTAT": 1920,
      "AATAGCC": 1921,
      "AATGGCC": 1922,
      "AGGAGCC": 1923,
      "TCCAGAG": 1924,
      "ATCGG": 1925,
      "AACATAA": 1926,
      "TTCTGGC": 1927,
      "AAGGAAAA": 1928,
      "AGCAGGG": 1929,
      "TGGTCTC": 1930,
      "AGCTCTG": 1931,
      "TTCAGTG": 1932,
      "TGTAACC": 1933,
      "AGCAAAC": 1934,
      "ATTATCC": 1935,
      "AAATATTC": 1936,
      "TCGTG": 1937,
      "AACTGTG": 1938,
      "TTCCTTG": 1939,
      "AGCAGGC": 1940,
      "ATAGATAG": 1941,
      "TCCATTC": 1942,
      "AAGAGAG": 1943,
      "AAGTAGC": 1944,
      "TTTCTAC": 1945,
      "ATTTTTTG": 1946,
      "AGCTATT": 1947,
      "AAGAGAC": 1948,
      "TTATGCC": 1949,
      "TGACCTC": 1950,
      "ACATTTC": 1951,
      "TTCTTTTC": 1952,
      "TTAGTTC": 1953,
      "AGAAAACC": 1954,
      "TTATTGG": 1955,
      "ATTGCACTCCAGCC": 1956,
      "AGCTCCC": 1957,
      "AAGAGTG": 1958,
      "ACAATGG": 1959,
      "AATGAATG": 1960,
      "ACCGG": 1961,
      "TTTTATC": 1962,
      "ATGATTG": 1963,
      "ATAATAG": 1964,
      "TTTAGTAGAGATGGGG": 1965,
      "TTAGATT": 1966,
      "ACTGTGG": 1967,
      "TATTTAG": 1968,
      "TTGGGGC": 1969,
      "AGCTGGC": 1970,
      "TATAAGG": 1971,
      "TTAGTAG": 1972,
      "TGATGGG": 1973,
      "GCTTTC": 1974,
      "TCTTGGC": 1975,
      "TCTGGGC": 1976,
      "ATGTAAG": 1977,
      "TTTTAAC": 1978,
      "TGGAGAG": 1979,
      "ACCTCTC": 1980,
      "AGTGTAA": 1981,
      "AGGTATG": 1982,
      "TTCATCC": 1983,
      "ATGTTTG": 1984,
      "AGCTCTC": 1985,
      "TGTGTGC": 1986,
      "AGGTGTGAGCC": 1987,
      "AATGTTG": 1988,
      "AAGGCCC": 1989,
      "ATTTATTG": 1990,
      "TCATTGC": 1991,
      "AGATAGC": 1992,
      "TTTCTCTC": 1993,
      "AAAGACC": 1994,
      "TAAATATT": 1995,
      "GTGC": 1996,
      "TAAGAAC": 1997,
      "TGTAAGG": 1998,
      "TTTTTCTC": 1999,
      "TTGAACCCGGG": 2000,
      "ATGAACC": 2001,
      "AGGCCAGG": 2002,
      "ATTTTTATT": 2003,
      "ACACATC": 2004,
      "ATTGTGG": 2005,
      "ACTGTAC": 2006,
      "AATTTGG": 2007,
      "GAGG": 2008,
      "TTATGGC": 2009,
      "TGAAACC": 2010,
      "TCTGGCC": 2011,
      "AGGCACC": 2012,
      "TAATTTG": 2013,
      "ATGTCTC": 2014,
      "ATTAGAA": 2015,
      "AGAAAAGG": 2016,
      "AACACAC": 2017,
      "ATCAGTG": 2018,
      "ATTGTAG": 2019,
      "AAAACAAAA": 2020,
      "TGGCTCACACC": 2021,
      "ATGTGTC": 2022,
      "TTTCTTCC": 2023,
      "TATAAGC": 2024,
      "TTCTAAG": 2025,
      "TGCAGAG": 2026,
      "ATATGGG": 2027,
      "AGAAAAAAAA": 2028,
      "ATGAAGG": 2029,
      "AATCTGCAAGTGG": 2030,
      "AAATATCCACTTGC": 2031,
      "TTGGGCC": 2032,
      "ACCCACC": 2033,
      "TATAA": 2034,
      "TGATTCC": 2035,
      "TAGAATG": 2036,
      "ATTGTTTT": 2037,
      "ATGTGAC": 2038,
      "TCAGGCC": 2039,
      "ACACAGG": 2040,
      "AGTTGGC": 2041,
      "TTTCTTTTC": 2042,
      "TGAATTC": 2043,
      "TACTAAAA": 2044,
      "TTCACGCC": 2045,
      "TACGC": 2046,
      "TCTTTATT": 2047,
      "AGTATTG": 2048,
      "ATCTGAC": 2049,
      "TAGTATT": 2050,
      "TGCCACC": 2051,
      "AGACTGC": 2052,
      "TACTCGGGAGGCTGAGGCAGGAGAA": 2053,
      "ATAGAAAA": 2054,
      "TTTAGCC": 2055,
      "TTTATAC": 2056,
      "TTTCTGG": 2057,
      "AGTTGCC": 2058,
      "ATCCATCC": 2059,
      "TGTGAAG": 2060,
      "ATATAAG": 2061,
      "TCTGTTG": 2062,
      "TGACCCC": 2063,
      "TGAAAGC": 2064,
      "ATTGTTG": 2065,
      "ATAAAGC": 2066,
      "AAGGGCC": 2067,
      "TTTTATT": 2068,
      "TGAGGGC": 2069,
      "AGAATTG": 2070,
      "TCCTTGC": 2071,
      "TCAAGTGATCC": 2072,
      "AGGTCTC": 2073,
      "TAAGAAAA": 2074,
      "AGTAAGC": 2075,
      "TGGAGCC": 2076,
      "TAATAT": 2077,
      "AGGAATT": 2078,
      "ATGGAAG": 2079,
      "ATAATTC": 2080,
      "ACAGTGC": 2081,
      "ATCTTGC": 2082,
      "TTTGTGG": 2083,
      "TCCAAAC": 2084,
      "AGTAGCC": 2085,
      "ACCTGGG": 2086,
      "ATTTGAG": 2087,
      "TTATCTC": 2088,
      "AACTCCTG": 2089,
      "ATGGTAG": 2090,
      "ATCTCCTGACCTC": 2091,
      "TGCCTGCC": 2092,
      "ACGCCC": 2093,
      "AACTATT": 2094,
      "TGCTCCC": 2095,
      "ACAGAGG": 2096,
      "AGGCCAAGG": 2097,
      "TTTTTTCC": 2098,
      "AGTTGGG": 2099,
      "TCCTGAC": 2100,
      "TATAAAAC": 2101,
      "ATGGCCC": 2102,
      "TTCAGAG": 2103,
      "ATACCTC": 2104,
      "TCTGTCACCC": 2105,
      "ATGGAGC": 2106,
      "TCCAGAA": 2107,
      "AAGAATC": 2108,
      "TCACCCC": 2109,
      "ATCAGAA": 2110,
      "TAAAAGG": 2111,
      "ATTCAGC": 2112,
      "TTTCTAG": 2113,
      "AATGATG": 2114,
      "ATTTATTC": 2115,
      "AATGGGC": 2116,
      "ATCCTCCC": 2117,
      "ACCTATG": 2118,
      "TTTCTGAGAATGCTTCTGTC": 2119,
      "AGATTGG": 2120,
      "TGTGGGG": 2121,
      "ATGGATGG": 2122,
      "TTCATGC": 2123,
      "AGATAGG": 2124,
      "AGACTGG": 2125,
      "TAAAAATT": 2126,
      "AGGGTTTC": 2127,
      "ATTGTAC": 2128,
      "ATGTAAC": 2129,
      "TTTGTAC": 2130,
      "TATAACC": 2131,
      "AGTTTAG": 2132,
      "ATCCCCC": 2133,
      "AGGCAAG": 2134,
      "ACAAACC": 2135,
      "TCACTC": 2136,
      "AGGGTGG": 2137,
      "AGACCTC": 2138,
      "ATCACCTGAGGTCAGG": 2139,
      "AATTAAC": 2140,
      "TTATAGC": 2141,
      "AGGATGC": 2142,
      "TGCATTC": 2143,
      "TGCTATT": 2144,
      "TCATTGG": 2145,
