{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordLevel",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordLevel",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "100130093": 5,
      "100133445": 6,
      "100286793": 7,
      "100287534": 8,
      "100506499": 9,
      "100507424": 10,
      "100507577": 11,
      "100861437": 12,
      "101243544": 13,
      "221016": 14,
      "26148": 15,
      "283070": 16,
      "284702": 17,
      "387097": 18,
      "401884": 19,
      "554223": 20,
      "55747": 21,
      "5S_rRNA": 22,
      "5S_rRNA_ENSG00000276861": 23,
      "5S_rRNA_ENSG00000277411": 24,
      "5S_rRNA_ENSG00000277488": 25,
      "5S_rRNA_ENSG00000278457": 26,
      "5S_rRNA_ENSG00000285609": 27,
      "5S_rRNA_ENSG00000285626": 28,
      "5S_rRNA_ENSG00000285674": 29,
      "5S_rRNA_ENSG00000285776": 30,
      "5S_rRNA_ENSG00000285912": 31,
      "5S_rRNA_ENSG00000288601": 32,
      "5_8S_rRNA": 33,
      "5_8S_rRNA_ENSG00000273730": 34,
      "5_8S_rRNA_ENSG00000275757": 35,
      "5_8S_rRNA_ENSG00000275877": 36,
      "5_8S_rRNA_ENSG00000276871": 37,
      "5_8S_rRNA_ENSG00000277739": 38,
      "5_8S_rRNA_ENSG00000278294": 39,
      "5_8S_rRNA_ENSG00000283274": 40,
      "5_8S_rRNA_ENSG00000283291": 41,
      "5_8S_rRNA_ENSG00000283568": 42,
      "646329": 43,
      "728875": 44,
      "79686": 45,
      "7SK": 46,
      "7SK-1": 47,
      "7SK-2": 48,
      "7SK_ENSG00000202198": 49,
      "7SK_ENSG00000271394": 50,
      "7SK_ENSG00000273591": 51,
      "7SK_ENSG00000274303": 52,
      "7SK_ENSG00000275933": 53,
      "7SK_ENSG00000276626": 54,
      "7SK_ENSG00000277313": 55,
      "90784": 56,
      "90834": 57,
      "A1BG": 58,
      "A1BG-AS1": 59,
      "A1CF": 60,
      "A2M": 61,
      "A2M-AS1": 62,
      "A2ML1": 63,
      "A2ML1-AS1": 64,
      "A2ML1-AS2": 65,
      "A2MP1": 66,
      "A3GALT2": 67,
      "A4GALT": 68,
      "A4GNT": 69,
      "AA06": 70,
      "AAAS": 71,
      "AACS": 72,
      "AACSP1": 73,
      "AADAC": 74,
      "AADACL2": 75,
      "AADACL2-AS1": 76,
      "AADACL3": 77,
      "AADACL4": 78,
      "AADACP1": 79,
      "AADAT": 80,
      "AAED1": 81,
      "AAGAB": 82,
      "AAK1": 83,
      "AAMDC": 84,
      "AAMP": 85,
      "AANAT": 86,
      "AAR2": 87,
      "AARD": 88,
      "AARS": 89,
      "AARS1": 90,
      "AARS1P1": 91,
      "AARS2": 92,
      "AARSD1": 93,
      "AARSD1P1": 94,
      "AARSP1": 95,
      "AASDH": 96,
      "AASDHPPT": 97,
      "AASS": 98,
      "AATBC": 99,
      "AATF": 100,
      "AATK": 101,
      "AATK-AS1": 102,
      "AB015752.1": 103,
      "AB015752.3": 104,
      "AB019438.66": 105,
      "AB019440.50": 106,
      "AB019441.29": 107,
      "AB074162": 108,
      "AB488780": 109,
      "ABALON": 110,
      "ABAT": 111,
      "ABBA01000934.1": 112,
      "ABBA01000935.2": 113,
      "ABBA01006766.1": 114,
      "ABBA01006766.2": 115,
      "ABBA01031660.1": 116,
      "ABBA01031661.1": 117,
      "ABBA01031663.1": 118,
      "ABBA01031674.1": 119,
      "ABBA01040607.1": 120,
      "ABBA01045074.1": 121,
      "ABBA01045074.2": 122,
      "ABC10-43608400O15.1": 123,
      "ABC10-44372100G24.1": 124,
      "ABC11-4932300O16.1": 125,
      "ABC12-46663800M24.1": 126,
      "ABC12-46663800M24.2": 127,
      "ABC12-47964100C23.1": 128,
      "ABC12-49244600F4.4": 129,
      "ABC13-47656900H15.1": 130,
      "ABC13-48845200J1.1": 131,
      "ABC14-1188822O7.1": 132,
      "ABC14-1188822O7.2": 133,
      "ABC7-42391500H16.4": 134,
      "ABC7-42404400C24.1": 135,
      "ABC7-42418200C9.1": 136,
      "ABC7-481722F1.1": 137,
      "ABC7-481722F1.2": 138,
      "ABC8-43014700C16.1": 139,
      "ABCA1": 140,
      "ABCA10": 141,
      "ABCA11P": 142,
      "ABCA12": 143,
      "ABCA13": 144,
      "ABCA17P": 145,
      "ABCA2": 146,
      "ABCA3": 147,
      "ABCA4": 148,
      "ABCA5": 149,
      "ABCA6": 150,
      "ABCA7": 151,
      "ABCA8": 152,
      "ABCA9": 153,
      "ABCA9-AS1": 154,
      "ABCB1": 155,
      "ABCB10": 156,
      "ABCB10P1": 157,
      "ABCB10P3": 158,
      "ABCB10P4": 159,
      "ABCB11": 160,
      "ABCB4": 161,
      "ABCB5": 162,
      "ABCB6": 163,
      "ABCB7": 164,
      "ABCB8": 165,
      "ABCB9": 166,
      "ABCC1": 167,
      "ABCC10": 168,
      "ABCC11": 169,
      "ABCC12": 170,
      "ABCC13": 171,
      "ABCC2": 172,
      "ABCC3": 173,
      "ABCC4": 174,
      "ABCC5": 175,
      "ABCC5-AS1": 176,
      "ABCC6": 177,
      "ABCC6P1": 178,
      "ABCC6P2": 179,
      "ABCC8": 180,
      "ABCC9": 181,
      "ABCD1": 182,
      "ABCD1P2": 183,
      "ABCD1P3": 184,
      "ABCD1P4": 185,
      "ABCD1P5": 186,
      "ABCD2": 187,
      "ABCD3": 188,
      "ABCD4": 189,
      "ABCE1": 190,
      "ABCF1": 191,
      "ABCF1-DT": 192,
      "ABCF2": 193,
      "ABCF2-H2BE1": 194,
      "ABCF2-H2BK1": 195,
      "ABCF2P1": 196,
      "ABCF2P2": 197,
      "ABCF3": 198,
      "ABCG1": 199,
      "ABCG2": 200,
      "ABCG4": 201,
      "ABCG5": 202,
      "ABCG8": 203,
      "ABHD1": 204,
      "ABHD10": 205,
      "ABHD11": 206,
      "ABHD11-AS1": 207,
      "ABHD12": 208,
      "ABHD12B": 209,
      "ABHD13": 210,
      "ABHD14A": 211,
      "ABHD14A-ACY1": 212,
      "ABHD14B": 213,
      "ABHD15": 214,
      "ABHD15-AS1": 215,
      "ABHD16A": 216,
      "ABHD16B": 217,
      "ABHD17A": 218,
      "ABHD17AP1": 219,
      "ABHD17AP3": 220,
      "ABHD17AP4": 221,
      "ABHD17AP5": 222,
      "ABHD17AP6": 223,
      "ABHD17AP7": 224,
      "ABHD17AP8": 225,
      "ABHD17AP9": 226,
      "ABHD17B": 227,
      "ABHD17C": 228,
      "ABHD18": 229,
      "ABHD2": 230,
      "ABHD3": 231,
      "ABHD4": 232,
      "ABHD5": 233,
      "ABHD6": 234,
      "ABHD8": 235,
      "ABI1": 236,
      "ABI1P1": 237,
      "ABI2": 238,
      "ABI3": 239,
      "ABI3BP": 240,
      "ABITRAM": 241,
      "ABITRAMP1": 242,
      "ABL1": 243,
      "ABL2": 244,
      "ABLIM1": 245,
      "ABLIM2": 246,
      "ABLIM3": 247,
      "ABO": 248,
      "ABR": 249,
      "ABR-AS1": 250,
      "ABRA": 251,
      "ABRACL": 252,
      "ABRAXAS1": 253,
      "ABRAXAS2": 254,
      "ABT1": 255,
      "ABT1P1": 256,
      "ABTB1": 257,
      "ABTB2": 258,
      "ABTB3": 259,
      "AC000003.2": 260,
      "AC000032.1": 261,
      "AC000032.2": 262,
      "AC000035.1": 263,
      "AC000035.3": 264,
      "AC000036.1": 265,
      "AC000036.4": 266,
      "AC000041.1": 267,
      "AC000041.8": 268,
      "AC000050.1": 269,
      "AC000058.1": 270,
      "AC000061.1": 271,
      "AC000067.1": 272,
      "AC000068.1": 273,
      "AC000068.10": 274,
      "AC000068.2": 275,
      "AC000068.3": 276,
      "AC000068.5": 277,
      "AC000068.9": 278,
      "AC000077.1": 279,
      "AC000077.2": 280,
      "AC000078.1": 281,
      "AC000078.5": 282,
      "AC000081.1": 283,
      "AC000081.2": 284,
      "AC000082.4": 285,
      "AC000085.4": 286,
      "AC000089.1": 287,
      "AC000089.3": 288,
      "AC000095.12": 289,
      "AC000095.2": 290,
      "AC000095.9": 291,
      "AC000099.1": 292,
      "AC000111.1": 293,
      "AC000111.2": 294,
      "AC000111.3": 295,
      "AC000111.4": 296,
      "AC000111.5": 297,
      "AC000111.6": 298,
      "AC000120.1": 299,
      "AC000120.7": 300,
      "AC000123.1": 301,
      "AC000123.2": 302,
      "AC000123.3": 303,
      "AC000123.4": 304,
      "AC000124.1": 305,
      "AC000362.1": 306,
      "AC000367.1": 307,
      "AC000370.2": 308,
      "AC000372.1": 309,
      "AC000374.1": 310,
      "AC000403.1": 311,
      "AC000403.4": 312,
      "AC001226.1": 313,
      "AC001226.2": 314,
      "AC001226.7": 315,
      "AC001226.8": 316,
      "AC002044.1": 317,
      "AC002044.2": 318,
      "AC002044.3": 319,
      "AC002044.4": 320,
      "AC002056.1": 321,
      "AC002056.2": 322,
      "AC002056.3": 323,
      "AC002056.5": 324,
      "AC002057.1": 325,
      "AC002057.2": 326,
      "AC002059.1": 327,
      "AC002059.10": 328,
      "AC002059.11": 329,
      "AC002064.1": 330,
      "AC002064.2": 331,
      "AC002064.3": 332,
      "AC002064.4": 333,
      "AC002064.5": 334,
      "AC002064.7": 335,
      "AC002066.1": 336,
      "AC002069.1": 337,
      "AC002069.2": 338,
      "AC002069.6": 339,
      "AC002070.1": 340,
      "AC002075.1": 341,
      "AC002075.2": 342,
      "AC002075.3": 343,
      "AC002075.4": 344,
      "AC002076.1": 345,
      "AC002076.2": 346,
      "AC002090.1": 347,
      "AC002091.1": 348,
      "AC002091.2": 349,
      "AC002094.4": 350,
      "AC002094.5": 351,
      "AC002101.1": 352,
      "AC002115.1": 353,
      "AC002115.2": 354,
      "AC002115.9": 355,
      "AC002116.2": 356,
      "AC002116.7": 357,
      "AC002116.8": 358,
      "AC002117.1": 359,
      "AC002127.2": 360,
      "AC002127.4": 361,
      "AC002128.1": 362,
      "AC002128.2": 363,
      "AC002128.5": 364,
      "AC002306.1": 365,
      "AC002310.1": 366,
      "AC002310.10": 367,
      "AC002310.11": 368,
      "AC002310.12": 369,
      "AC002310.14": 370,
      "AC002310.17": 371,
      "AC002310.2": 372,
      "AC002310.3": 373,
      "AC002310.6": 374,
      "AC002310.7": 375,
      "AC002331.1": 376,
      "AC002331.2": 377,
      "AC002347.1": 378,
      "AC002347.2": 379,
      "AC002350.1": 380,
      "AC002350.2": 381,
      "AC002351.1": 382,
      "AC002366.1": 383,
      "AC002367.1": 384,
      "AC002368.1": 385,
      "AC002368.4": 386,
      "AC002375.1": 387,
      "AC002378.1": 388,
      "AC002381.1": 389,
      "AC002383.1": 390,
      "AC002383.2": 391,
      "AC002384.1": 392,
      "AC002384.2": 393,
      "AC002386.1": 394,
      "AC002398.1": 395,
      "AC002398.11": 396,
      "AC002398.12": 397,
      "AC002398.13": 398,
      "AC002398.9": 399,
      "AC002400.1": 400,
      "AC002401.1": 401,
      "AC002401.2": 402,
      "AC002401.3": 403,
      "AC002401.4": 404,
      "AC002407.1": 405,
      "AC002407.3": 406,
      "AC002428.1": 407,
      "AC002428.2": 408,
      "AC002429.1": 409,
      "AC002429.2": 410,
      "AC002429.4": 411,
      "AC002451.1": 412,
      "AC002451.2": 413,
      "AC002451.3": 414,
      "AC002454.1": 415,
      "AC002456.1": 416,
      "AC002456.2": 417,
      "AC002460.1": 418,
      "AC002463.1": 419,
      "AC002463.3": 420,
      "AC002464.1": 421,
      "AC002465.1": 422,
      "AC002467.1": 423,
      "AC002467.7": 424,
      "AC002470.1": 425,
      "AC002472.1": 426,
      "AC002472.11": 427,
      "AC002472.13": 428,
      "AC002472.16": 429,
      "AC002472.17": 430,
      "AC002472.2": 431,
      "AC002472.3": 432,
      "AC002472.4": 433,
      "AC002472.8": 434,
      "AC002480.1": 435,
      "AC002480.2": 436,
      "AC002480.3": 437,
      "AC002480.4": 438,
      "AC002480.5": 439,
      "AC002486.1": 440,
      "AC002486.2": 441,
      "AC002486.3": 442,
      "AC002487.1": 443,
      "AC002504.1": 444,
      "AC002511.1": 445,
      "AC002511.2": 446,
      "AC002511.3": 447,
      "AC002519.1": 448,
      "AC002519.2": 449,
      "AC002519.6": 450,
      "AC002519.8": 451,
      "AC002523.1": 452,
      "AC002524.1": 453,
      "AC002525.1": 454,
      "AC002539.1": 455,
      "AC002540.1": 456,
      "AC002542.1": 457,
      "AC002542.2": 458,
      "AC002543.1": 459,
      "AC002543.2": 460,
      "AC002545.1": 461,
      "AC002546.1": 462,
      "AC002546.2": 463,
      "AC002550.1": 464,
      "AC002550.2": 465,
      "AC002550.5": 466,
      "AC002550.6": 467,
      "AC002551.1": 468,
      "AC002553.1": 469,
      "AC002553.2": 470,
      "AC002553.4": 471,
      "AC002558.1": 472,
      "AC002558.2": 473,
      "AC002558.3": 474,
      "AC002563.1": 475,
      "AC002984.1": 476,
      "AC002984.2": 477,
      "AC002985.2": 478,
      "AC002985.3": 479,
      "AC003001.1": 480,
      "AC003001.2": 481,
      "AC003002.1": 482,
      "AC003002.3": 483,
      "AC003002.4": 484,
      "AC003002.6": 485,
      "AC003005.2": 486,
      "AC003005.4": 487,
      "AC003006.7": 488,
      "AC003009.1": 489,
      "AC003029.1": 490,
      "AC003035.1": 491,
      "AC003035.2": 492,
      "AC003043.1": 493,
      "AC003045.1": 494,
      "AC003051.1": 495,
      "AC003070.1": 496,
      "AC003070.2": 497,
      "AC003071.1": 498,
      "AC003071.2": 499,
      "AC003072.1": 500,
      "AC003075.1": 501,
      "AC003075.4": 502,
      "AC003080.1": 503,
      "AC003080.4": 504,
      "AC003084.1": 505,
      "AC003084.2": 506,
      "AC003087.1": 507,
      "AC003088.1": 508,
      "AC003090.1": 509,
      "AC003092.1": 510,
      "AC003092.2": 511,
      "AC003098.1": 512,
      "AC003099.2": 513,
      "AC003101.1": 514,
      "AC003101.2": 515,
      "AC003102.1": 516,
      "AC003102.2": 517,
      "AC003102.3": 518,
      "AC003104.1": 519,
      "AC003659.1": 520,
      "AC003665.1": 521,
      "AC003666.1": 522,
      "AC003669.1": 523,
      "AC003681.1": 524,
      "AC003682.1": 525,
      "AC003682.16": 526,
      "AC003684.1": 527,
      "AC003685.1": 528,
      "AC003685.2": 529,
      "AC003686.1": 530,
      "AC003687.1": 531,
      "AC003688.2": 532,
      "AC003956.1": 533,
      "AC003957.1": 534,
      "AC003958.1": 535,
      "AC003958.2": 536,
      "AC003958.6": 537,
      "AC003965.1": 538,
      "AC003965.2": 539,
      "AC003973.1": 540,
      "AC003973.2": 541,
      "AC003973.3": 542,
      "AC003973.4": 543,
      "AC003975.1": 544,
      "AC003982.1": 545,
      "AC003982.2": 546,
      "AC003984.1": 547,
      "AC003985.1": 548,
      "AC003985.2": 549,
      "AC003986.1": 550,
      "AC003986.2": 551,
      "AC003986.3": 552,
      "AC003986.5": 553,
      "AC003986.6": 554,
      "AC003986.7": 555,
      "AC003988.1": 556,
      "AC003989.1": 557,
      "AC003989.2": 558,
      "AC003989.3": 559,
      "AC003989.4": 560,
      "AC003991.1": 561,
      "AC003991.2": 562,
      "AC003991.3": 563,
      "AC003992.1": 564,
      "AC004000.1": 565,
      "AC004004.1": 566,
      "AC004004.2": 567,
      "AC004006.1": 568,
      "AC004006.2": 569,
      "AC004009.1": 570,
      "AC004009.2": 571,
      "AC004009.3": 572,
      "AC004012.1": 573,
      "AC004014.1": 574,
      "AC004014.2": 575,
      "AC004014.3": 576,
      "AC004016.1": 577,
      "AC004019.10": 578,
      "AC004019.13": 579,
      "AC004022.1": 580,
      "AC004022.2": 581,
      "AC004022.7": 582,
      "AC004022.8": 583,
      "AC004023.1": 584,
      "AC004024.1": 585,
      "AC004034.1": 586,
      "AC004039.1": 587,
      "AC004047.1": 588,
      "AC004052.1": 589,
      "AC004053.1": 590,
      "AC004054.1": 591,
      "AC004057.1": 592,
      "AC004062.1": 593,
      "AC004062.2": 594,
      "AC004063.1": 595,
      "AC004066.1": 596,
      "AC004066.2": 597,
      "AC004066.3": 598,
      "AC004067.1": 599,
      "AC004067.5": 600,
      "AC004067.6": 601,
      "AC004069.1": 602,
      "AC004069.2": 603,
      "AC004070.1": 604,
      "AC004074.1": 605,
      "AC004076.1": 606,
      "AC004076.2": 607,
      "AC004076.5": 608,
      "AC004076.7": 609,
      "AC004076.9": 610,
      "AC004080.1": 611,
      "AC004080.2": 612,
      "AC004080.4": 613,
      "AC004112.1": 614,
      "AC004112.4": 615,
      "AC004129.1": 616,
      "AC004129.2": 617,
      "AC004129.7": 618,
      "AC004129.9": 619,
      "AC004130.1": 620,
      "AC004134.1": 621,
      "AC004147.1": 622,
      "AC004147.2": 623,
      "AC004147.3": 624,
      "AC004147.4": 625,
      "AC004147.5": 626,
      "AC004148.1": 627,
      "AC004148.2": 628,
      "AC004149.1": 629,
      "AC004156.1": 630,
      "AC004156.3": 631,
      "AC004158.1": 632,
      "AC004158.2": 633,
      "AC004158.3": 634,
      "AC004160.1": 635,
      "AC004160.2": 636,
      "AC004160.4": 637,
      "AC004217.1": 638,
      "AC004217.2": 639,
      "AC004217.3": 640,
      "AC004221.1": 641,
      "AC004221.2": 642,
      "AC004223.1": 643,
      "AC004223.2": 644,
      "AC004223.3": 645,
      "AC004223.4": 646,
      "AC004224.1": 647,
      "AC004231.1": 648,
      "AC004231.2": 649,
      "AC004231.3": 650,
      "AC004232.2": 651,
      "AC004232.3": 652,
      "AC004233.1": 653,
      "AC004233.2": 654,
      "AC004233.3": 655,
      "AC004233.4": 656,
      "AC004237.1": 657,
      "AC004241.1": 658,
      "AC004241.2": 659,
      "AC004241.3": 660,
      "AC004241.4": 661,
      "AC004241.5": 662,
      "AC004253.1": 663,
      "AC004253.2": 664,
      "AC004257.1": 665,
      "AC004257.3": 666,
      "AC004263.1": 667,
      "AC004263.2": 668,
      "AC004264.1": 669,
      "AC004264.2": 670,
      "AC004381.1": 671,
      "AC004381.2": 672,
      "AC004381.6": 673,
      "AC004381.7": 674,
      "AC004381.8": 675,
      "AC004381.9": 676,
      "AC004383.1": 677,
      "AC004386.1": 678,
      "AC004386.3": 679,
      "AC004408.1": 680,
      "AC004408.2": 681,
      "AC004415.1": 682,
      "AC004447.2": 683,
      "AC004448.1": 684,
      "AC004448.2": 685,
      "AC004448.3": 686,
      "AC004448.4": 687,
      "AC004448.5": 688,
      "AC004449.1": 689,
      "AC004449.6": 690,
      "AC004453.1": 691,
      "AC004453.2": 692,
      "AC004461.1": 693,
      "AC004461.2": 694,
      "AC004461.4": 695,
      "AC004463.6": 696,
      "AC004466.1": 697,
      "AC004466.2": 698,
      "AC004466.3": 699,
      "AC004467.1": 700,
      "AC004470.1": 701,
      "AC004471.1": 702,
      "AC004471.10": 703,
      "AC004471.2": 704,
      "AC004471.9": 705,
      "AC004477.1": 706,
      "AC004477.3": 707,
      "AC004485.1": 708,
      "AC004485.3": 709,
      "AC004486.1": 710,
      "AC004490.1": 711,
      "AC004491.1": 712,
      "AC004492.1": 713,
      "AC004494.1": 714,
      "AC004510.3": 715,
      "AC004520.1": 716,
      "AC004522.1": 717,
      "AC004522.2": 718,
      "AC004528.1": 719,
      "AC004528.4": 720,
      "AC004534.1": 721,
      "AC004535.2": 722,
      "AC004538.3": 723,
      "AC004540.1": 724,
      "AC004540.2": 725,
      "AC004540.4": 726,
      "AC004540.5": 727,
      "AC004543.1": 728,
      "AC004543.2": 729,
      "AC004549.6": 730,
      "AC004551.1": 731,
      "AC004552.1": 732,
      "AC004554.1": 733,
      "AC004554.2": 734,
      "AC004556.1": 735,
      "AC004584.1": 736,
      "AC004584.2": 737,
      "AC004584.3": 738,
      "AC004585.1": 739,
      "AC004585.2": 740,
      "AC004590.1": 741,
      "AC004593.1": 742,
      "AC004594.1": 743,
      "AC004596.1": 744,
      "AC004597.1": 745,
      "AC004623.1": 746,
      "AC004623.2": 747,
      "AC004623.3": 748,
      "AC004637.1": 749,
      "AC004656.1": 750,
      "AC004672.1": 751,
      "AC004672.2": 752,
      "AC004674.1": 753,
      "AC004678.1": 754,
      "AC004678.2": 755,
      "AC004686.1": 756,
      "AC004687.1": 757,
      "AC004690.1": 758,
      "AC004690.2": 759,
      "AC004691.1": 760,
      "AC004691.5": 761,
      "AC004692.1": 762,
      "AC004692.2": 763,
      "AC004692.4": 764,
      "AC004692.5": 765,
      "AC004696.1": 766,
      "AC004696.2": 767,
      "AC004702.1": 768,
      "AC004702.2": 769,
      "AC004704.1": 770,
      "AC004704.2": 771,
      "AC004706.1": 772,
      "AC004706.2": 773,
      "AC004706.3": 774,
      "AC004706.4": 775,
      "AC004707.1": 776,
      "AC004754.1": 777,
      "AC004754.3": 778,
      "AC004771.1": 779,
      "AC004771.2": 780,
      "AC004771.3": 781,
      "AC004771.4": 782,
      "AC004771.5": 783,
      "AC004775.1": 784,
      "AC004775.5": 785,
      "AC004777.1": 786,
      "AC004784.1": 787,
      "AC004790.1": 788,
      "AC004790.2": 789,
      "AC004791.2": 790,
      "AC004800.1": 791,
      "AC004801.1": 792,
      "AC004801.2": 793,
      "AC004801.3": 794,
      "AC004801.4": 795,
      "AC004801.5": 796,
      "AC004801.6": 797,
      "AC004801.7": 798,
      "AC004803.1": 799,
      "AC004805.1": 800,
      "AC004805.2": 801,
      "AC004805.3": 802,
      "AC004808.1": 803,
      "AC004808.2": 804,
      "AC004812.1": 805,
      "AC004812.2": 806,
      "AC004813.1": 807,
      "AC004815.1": 808,
      "AC004816.1": 809,
      "AC004816.2": 810,
      "AC004817.1": 811,
      "AC004817.2": 812,
      "AC004817.3": 813,
      "AC004817.4": 814,
      "AC004825.1": 815,
      "AC004825.2": 816,
      "AC004828.1": 817,
      "AC004830.1": 818,
      "AC004832.1": 819,
      "AC004832.2": 820,
      "AC004832.4": 821,
      "AC004832.5": 822,
      "AC004832.6": 823,
      "AC004834.1": 824,
      "AC004835.1": 825,
      "AC004835.2": 826,
      "AC004836.1": 827,
      "AC004837.2": 828,
      "AC004837.3": 829,
      "AC004837.4": 830,
      "AC004837.5": 831,
      "AC004839.1": 832,
      "AC004840.1": 833,
      "AC004840.2": 834,
      "AC004840.8": 835,
      "AC004840.9": 836,
      "AC004846.1": 837,
      "AC004846.2": 838,
      "AC004847.1": 839,
      "AC004852.2": 840,
      "AC004852.3": 841,
      "AC004853.1": 842,
      "AC004853.2": 843,
      "AC004854.1": 844,
      "AC004854.2": 845,
      "AC004854.4": 846,
      "AC004854.5": 847,
      "AC004858.1": 848,
      "AC004862.1": 849,
      "AC004862.6": 850,
      "AC004865.1": 851,
      "AC004865.2": 852,
      "AC004866.1": 853,
      "AC004866.2": 854,
      "AC004866.3": 855,
      "AC004869.1": 856,
      "AC004869.2": 857,
      "AC004869.3": 858,
      "AC004870.1": 859,
      "AC004870.2": 860,
      "AC004870.3": 861,
      "AC004870.4": 862,
      "AC004870.5": 863,
      "AC004872.1": 864,
      "AC004875.1": 865,
      "AC004877.1": 866,
      "AC004877.2": 867,
      "AC004878.2": 868,
      "AC004878.8": 869,
      "AC004882.1": 870,
      "AC004884.1": 871,
      "AC004884.2": 872,
      "AC004888.1": 873,
      "AC004889.1": 874,
      "AC004890.1": 875,
      "AC004890.2": 876,
      "AC004890.3": 877,
      "AC004893.1": 878,
      "AC004893.11": 879,
      "AC004893.2": 880,
      "AC004895.1": 881,
      "AC004895.4": 882,
      "AC004898.1": 883,
      "AC004899.1": 884,
      "AC004899.2": 885,
      "AC004899.3": 886,
      "AC004901.1": 887,
      "AC004906.1": 888,
      "AC004906.3": 889,
      "AC004908.1": 890,
      "AC004908.2": 891,
      "AC004908.3": 892,
      "AC004910.1": 893,
      "AC004911.1": 894,
      "AC004911.2": 895,
      "AC004917.1": 896,
      "AC004918.1": 897,
      "AC004918.3": 898,
      "AC004920.1": 899,
      "AC004920.2": 900,
      "AC004920.3": 901,
      "AC004921.1": 902,
      "AC004922.1": 903,
      "AC004923.1": 904,
      "AC004923.2": 905,
      "AC004923.3": 906,
      "AC004923.4": 907,
      "AC004924.1": 908,
      "AC004925.1": 909,
      "AC004930.1": 910,
      "AC004936.1": 911,
      "AC004938.1": 912,
      "AC004938.5": 913,
      "AC004941.1": 914,
      "AC004941.2": 915,
      "AC004941.3": 916,
      "AC004941.5": 917,
      "AC004943.1": 918,
      "AC004943.2": 919,
      "AC004943.3": 920,
      "AC004944.1": 921,
      "AC004945.1": 922,
      "AC004946.1": 923,
      "AC004947.1": 924,
      "AC004947.2": 925,
      "AC004948.1": 926,
      "AC004951.1": 927,
      "AC004951.2": 928,
      "AC004951.3": 929,
      "AC004951.4": 930,
      "AC004951.5": 931,
      "AC004951.6": 932,
      "AC004965.1": 933,
      "AC004967.1": 934,
      "AC004967.7": 935,
      "AC004969.1": 936,
      "AC004972.1": 937,
      "AC004973.1": 938,
      "AC004975.1": 939,
      "AC004975.2": 940,
      "AC004980.1": 941,
      "AC004980.10": 942,
      "AC004980.2": 943,
      "AC004980.3": 944,
      "AC004980.4": 945,
      "AC004980.7": 946,
      "AC004980.8": 947,
      "AC004980.9": 948,
      "AC004982.1": 949,
      "AC004982.2": 950,
      "AC004985.12": 951,
      "AC004986.1": 952,
      "AC004987.1": 953,
      "AC004987.10": 954,
      "AC004987.2": 955,
      "AC004987.3": 956,
      "AC004987.4": 957,
      "AC004988.1": 958,
      "AC004990.1": 959,
      "AC004994.1": 960,
      "AC004997.1": 961,
      "AC005000.1": 962,
      "AC005000.2": 963,
      "AC005002.1": 964,
      "AC005002.2": 965,
      "AC005003.1": 966,
      "AC005005.1": 967,
      "AC005005.2": 968,
      "AC005005.3": 969,
      "AC005005.4": 970,
      "AC005006.1": 971,
      "AC005008.1": 972,
      "AC005008.2": 973,
      "AC005008.3": 974,
      "AC005009.1": 975,
      "AC005009.2": 976,
      "AC005011.1": 977,
      "AC005013.1": 978,
      "AC005013.5": 979,
      "AC005014.1": 980,
      "AC005014.2": 981,
      "AC005014.3": 982,
      "AC005014.5": 983,
      "AC005017.1": 984,
      "AC005019.1": 985,
      "AC005019.2": 986,
      "AC005019.3": 987,
      "AC005020.1": 988,
      "AC005021.1": 989,
      "AC005033.1": 990,
      "AC005034.1": 991,
      "AC005034.2": 992,
      "AC005034.3": 993,
      "AC005034.4": 994,
      "AC005034.5": 995,
      "AC005035.1": 996,
      "AC005037.1": 997,
      "AC005037.3": 998,
      "AC005040.1": 999,
      "AC005040.3": 1000,
      "AC005041.1": 1001,
      "AC005041.11": 1002,
      "AC005041.17": 1003,
      "AC005041.2": 1004,
      "AC005041.3": 1005,
      "AC005042.1": 1006,
      "AC005042.2": 1007,
      "AC005042.3": 1008,
      "AC005042.4": 1009,
      "AC005042.5": 1010,
      "AC005046.1": 1011,
      "AC005050.1": 1012,
      "AC005052.1": 1013,
      "AC005056.1": 1014,
      "AC005062.1": 1015,
      "AC005062.2": 1016,
      "AC005064.1": 1017,
      "AC005066.1": 1018,
      "AC005070.1": 1019,
      "AC005070.2": 1020,
      "AC005070.3": 1021,
      "AC005072.1": 1022,
      "AC005076.1": 1023,
      "AC005076.5": 1024,
      "AC005077.1": 1025,
      "AC005077.14": 1026,
      "AC005077.2": 1027,
      "AC005077.3": 1028,
      "AC005077.4": 1029,
      "AC005077.5": 1030,
      "AC005077.7": 1031,
      "AC005077.8": 1032,
      "AC005082.1": 1033,
      "AC005082.12": 1034,
      "AC005083.1": 1035,
      "AC005084.1": 1036,
      "AC005086.1": 1037,
      "AC005086.2": 1038,
      "AC005086.3": 1039,
      "AC005086.4": 1040,
      "AC005088.1": 1041,
      "AC005089.1": 1042,
      "AC005090.1": 1043,
      "AC005091.1": 1044,
      "AC005094.1": 1045,
      "AC005094.2": 1046,
      "AC005096.1": 1047,
      "AC005099.1": 1048,
      "AC005102.1": 1049,
      "AC005104.1": 1050,
      "AC005104.2": 1051,
      "AC005104.3": 1052,
      "AC005105.1": 1053,
      "AC005105.2": 1054,
      "AC005144.1": 1055,
      "AC005150.1": 1056,
      "AC005152.2": 1057,
      "AC005152.3": 1058,
      "AC005154.1": 1059,
      "AC005154.2": 1060,
      "AC005154.3": 1061,
      "AC005154.4": 1062,
      "AC005154.5": 1063,
      "AC005154.6": 1064,
      "AC005154.7": 1065,
      "AC005154.8": 1066,
      "AC005156.1": 1067,
      "AC005160.1": 1068,
      "AC005160.3": 1069,
      "AC005162.1": 1070,
      "AC005162.2": 1071,
      "AC005162.3": 1072,
      "AC005162.4": 1073,
      "AC005162.5": 1074,
      "AC005165.1": 1075,
      "AC005165.2": 1076,
      "AC005176.1": 1077,
      "AC005176.2": 1078,
      "AC005178.1": 1079,
      "AC005180.1": 1080,
      "AC005180.2": 1081,
      "AC005181.1": 1082,
      "AC005183.1": 1083,
      "AC005185.1": 1084,
      "AC005186.1": 1085,
      "AC005189.1": 1086,
      "AC005189.6": 1087,
      "AC005191.1": 1088,
      "AC005197.1": 1089,
      "AC005197.2": 1090,
      "AC005208.1": 1091,
      "AC005209.1": 1092,
      "AC005220.1": 1093,
      "AC005220.3": 1094,
      "AC005224.1": 1095,
      "AC005224.2": 1096,
      "AC005224.3": 1097,
      "AC005224.4": 1098,
      "AC005225.1": 1099,
      "AC005225.2": 1100,
      "AC005225.3": 1101,
      "AC005225.4": 1102,
      "AC005225.5": 1103,
      "AC005229.1": 1104,
      "AC005229.2": 1105,
      "AC005229.3": 1106,
      "AC005229.4": 1107,
      "AC005229.7": 1108,
      "AC005230.1": 1109,
      "AC005234.1": 1110,
      "AC005237.1": 1111,
      "AC005237.2": 1112,
      "AC005237.4": 1113,
      "AC005242.1": 1114,
      "AC005244.1": 1115,
      "AC005244.2": 1116,
      "AC005252.1": 1117,
      "AC005252.3": 1118,
      "AC005253.1": 1119,
      "AC005253.2": 1120,
      "AC005253.4": 1121,
      "AC005255.3": 1122,
      "AC005256.1": 1123,
      "AC005261.1": 1124,
      "AC005261.2": 1125,
      "AC005261.3": 1126,
      "AC005261.4": 1127,
      "AC005261.5": 1128,
      "AC005261.6": 1129,
      "AC005262.1": 1130,
      "AC005262.2": 1131,
      "AC005262.3": 1132,
      "AC005262.4": 1133,
      "AC005264.1": 1134,
      "AC005264.2": 1135,
      "AC005274.1": 1136,
      "AC005276.1": 1137,
      "AC005277.2": 1138,
      "AC005280.1": 1139,
      "AC005281.1": 1140,
      "AC005281.2": 1141,
      "AC005288.1": 1142,
      "AC005291.1": 1143,
      "AC005291.2": 1144,
      "AC005294.1": 1145,
      "AC005296.1": 1146,
      "AC005297.1": 1147,
      "AC005297.2": 1148,
      "AC005297.3": 1149,
      "AC005300.1": 1150,
      "AC005301.10": 1151,
      "AC005301.8": 1152,
      "AC005301.9": 1153,
      "AC005303.1": 1154,
      "AC005304.1": 1155,
      "AC005304.2": 1156,
      "AC005304.3": 1157,
      "AC005306.1": 1158,
      "AC005306.3": 1159,
      "AC005307.1": 1160,
      "AC005307.3": 1161,
      "AC005307.4": 1162,
      "AC005307.5": 1163,
      "AC005323.1": 1164,
      "AC005323.2": 1165,
      "AC005324.1": 1166,
      "AC005324.2": 1167,
      "AC005324.3": 1168,
      "AC005324.4": 1169,
      "AC005324.5": 1170,
      "AC005324.6": 1171,
      "AC005324.7": 1172,
      "AC005324.8": 1173,
      "AC005326.1": 1174,
      "AC005329.1": 1175,
      "AC005329.3": 1176,
      "AC005329.7": 1177,
      "AC005330.1": 1178,
      "AC005330.2": 1179,
      "AC005332.1": 1180,
      "AC005332.10": 1181,
      "AC005332.3": 1182,
      "AC005332.4": 1183,
      "AC005332.5": 1184,
      "AC005332.6": 1185,
      "AC005332.7": 1186,
      "AC005332.8": 1187,
      "AC005332.9": 1188,
      "AC005336.1": 1189,
      "AC005336.2": 1190,
      "AC005336.3": 1191,
      "AC005336.4": 1192,
      "AC005336.5": 1193,
      "AC005339.2": 1194,
      "AC005341.1": 1195,
      "AC005342.1": 1196,
      "AC005342.2": 1197,
      "AC005344.1": 1198,
      "AC005345.1": 1199,
      "AC005351.1": 1200,
      "AC005355.1": 1201,
      "AC005355.2": 1202,
      "AC005355.3": 1203,
      "AC005356.1": 1204,
      "AC005357.1": 1205,
      "AC005357.2": 1206,
      "AC005358.1": 1207,
      "AC005358.2": 1208,
      "AC005363.1": 1209,
      "AC005363.11": 1210,
      "AC005363.2": 1211,
      "AC005363.9": 1212,
      "AC005377.1": 1213,
      "AC005379.1": 1214,
      "AC005381.1": 1215,
      "AC005383.1": 1216,
      "AC005387.1": 1217,
      "AC005387.2": 1218,
      "AC005387.3": 1219,
      "AC005391.1": 1220,
      "AC005391.2": 1221,
      "AC005392.1": 1222,
      "AC005392.13": 1223,
      "AC005392.2": 1224,
      "AC005392.3": 1225,
      "AC005393.1": 1226,
      "AC005394.1": 1227,
      "AC005394.2": 1228,
      "AC005410.1": 1229,
      "AC005410.2": 1230,
      "AC005412.1": 1231,
      "AC005412.2": 1232,
      "AC005412.3": 1233,
      "AC005476.1": 1234,
      "AC005476.2": 1235,
      "AC005477.1": 1236,
      "AC005479.1": 1237,
      "AC005479.2": 1238,
      "AC005479.3": 1239,
      "AC005480.1": 1240,
      "AC005480.2": 1241,
      "AC005481.1": 1242,
      "AC005481.5": 1243,
      "AC005482.1": 1244,
      "AC005486.1": 1245,
      "AC005487.1": 1246,
      "AC005487.2": 1247,
      "AC005488.11": 1248,
      "AC005495.1": 1249,
      "AC005498.1": 1250,
      "AC005498.2": 1251,
      "AC005498.3": 1252,
      "AC005498.4": 1253,
      "AC005514.1": 1254,
      "AC005514.2": 1255,
      "AC005517.1": 1256,
      "AC005517.2": 1257,
      "AC005518.1": 1258,
      "AC005518.2": 1259,
      "AC005519.1": 1260,
      "AC005519.2": 1261,
      "AC005519.4": 1262,
      "AC005520.1": 1263,
      "AC005520.2": 1264,
      "AC005520.3": 1265,
      "AC005520.4": 1266,
      "AC005521.1": 1267,
      "AC005522.1": 1268,
      "AC005522.2": 1269,
      "AC005522.7": 1270,
      "AC005523.1": 1271,
      "AC005523.2": 1272,
      "AC005523.3": 1273,
      "AC005524.1": 1274,
      "AC005529.1": 1275,
      "AC005531.1": 1276,
      "AC005532.1": 1277,
      "AC005532.2": 1278,
      "AC005532.5": 1279,
      "AC005534.1": 1280,
      "AC005534.2": 1281,
      "AC005534.6": 1282,
      "AC005534.8": 1283,
      "AC005537.1": 1284,
      "AC005537.2": 1285,
      "AC005538.1": 1286,
      "AC005538.3": 1287,
      "AC005538.5": 1288,
      "AC005539.1": 1289,
      "AC005540.1": 1290,
      "AC005540.3": 1291,
      "AC005544.1": 1292,
      "AC005546.1": 1293,
      "AC005546.2": 1294,
      "AC005549.1": 1295,
      "AC005550.1": 1296,
      "AC005550.2": 1297,
      "AC005550.3": 1298,
      "AC005550.5": 1299,
      "AC005551.1": 1300,
      "AC005552.1": 1301,
      "AC005559.1": 1302,
      "AC005559.2": 1303,
      "AC005559.3": 1304,
      "AC005562.1": 1305,
      "AC005562.2": 1306,
      "AC005578.1": 1307,
      "AC005578.3": 1308,
      "AC005580.1": 1309,
      "AC005586.1": 1310,
      "AC005586.2": 1311,
      "AC005587.1": 1312,
      "AC005588.1": 1313,
      "AC005588.2": 1314,
      "AC005592.1": 1315,
      "AC005592.2": 1316,
      "AC005592.3": 1317,
      "AC005592.4": 1318,
      "AC005593.1": 1319,
      "AC005593.2": 1320,
      "AC005597.1": 1321,
      "AC005599.3": 1322,
      "AC005606.14": 1323,
      "AC005606.15": 1324,
      "AC005606.2": 1325,
      "AC005609.1": 1326,
      "AC005609.16": 1327,
      "AC005609.17": 1328,
      "AC005609.18": 1329,
      "AC005609.19": 1330,
      "AC005609.2": 1331,
      "AC005609.20": 1332,
      "AC005609.5": 1333,
      "AC005613.1": 1334,
      "AC005614.1": 1335,
      "AC005614.3": 1336,
      "AC005614.5": 1337,
      "AC005616.1": 1338,
      "AC005616.2": 1339,
      "AC005618.1": 1340,
      "AC005618.10": 1341,
      "AC005618.2": 1342,
      "AC005618.6": 1343,
      "AC005618.8": 1344,
      "AC005618.9": 1345,
      "AC005622.1": 1346,
      "AC005624.2": 1347,
      "AC005625.1": 1348,
      "AC005626.3": 1349,
      "AC005632.1": 1350,
      "AC005632.2": 1351,
      "AC005632.3": 1352,
      "AC005632.4": 1353,
      "AC005668.1": 1354,
      "AC005670.1": 1355,
      "AC005674.1": 1356,
      "AC005674.2": 1357,
      "AC005682.1": 1358,
      "AC005682.5": 1359,
      "AC005682.6": 1360,
      "AC005682.8": 1361,
      "AC005691.1": 1362,
      "AC005692.1": 1363,
      "AC005692.2": 1364,
      "AC005695.1": 1365,
      "AC005695.2": 1366,
      "AC005695.3": 1367,
      "AC005696.1": 1368,
      "AC005696.3": 1369,
      "AC005696.4": 1370,
      "AC005697.1": 1371,
      "AC005697.2": 1372,
      "AC005699.1": 1373,
      "AC005702.1": 1374,
      "AC005702.3": 1375,
      "AC005702.4": 1376,
      "AC005702.5": 1377,
      "AC005703.1": 1378,
      "AC005703.2": 1379,
      "AC005703.3": 1380,
      "AC005703.4": 1381,
      "AC005703.5": 1382,
      "AC005703.6": 1383,
      "AC005722.1": 1384,
      "AC005722.2": 1385,
      "AC005722.3": 1386,
      "AC005722.4": 1387,
      "AC005725.1": 1388,
      "AC005726.1": 1389,
      "AC005726.2": 1390,
      "AC005726.3": 1391,
      "AC005726.4": 1392,
      "AC005726.6": 1393,
      "AC005730.1": 1394,
      "AC005730.2": 1395,
      "AC005730.3": 1396,
      "AC005736.1": 1397,
      "AC005736.2": 1398,
      "AC005736.3": 1399,
      "AC005740.1": 1400,
      "AC005740.2": 1401,
      "AC005740.3": 1402,
      "AC005740.4": 1403,
      "AC005740.5": 1404,
      "AC005740.6": 1405,
      "AC005740.7": 1406,
      "AC005741.1": 1407,
      "AC005741.2": 1408,
      "AC005746.1": 1409,
      "AC005746.2": 1410,
      "AC005746.3": 1411,
      "AC005752.10": 1412,
      "AC005753.1": 1413,
      "AC005753.3": 1414,
      "AC005754.7": 1415,
      "AC005754.8": 1416,
      "AC005757.1": 1417,
      "AC005757.6": 1418,
      "AC005758.1": 1419,
      "AC005759.1": 1420,
      "AC005771.1": 1421,
      "AC005772.1": 1422,
      "AC005772.2": 1423,
      "AC005774.1": 1424,
      "AC005775.1": 1425,
      "AC005775.2": 1426,
      "AC005776.1": 1427,
      "AC005776.2": 1428,
      "AC005777.1": 1429,
      "AC005777.3": 1430,
      "AC005779.1": 1431,
      "AC005779.2": 1432,
      "AC005780.1": 1433,
      "AC005785.1": 1434,
      "AC005785.2": 1435,
      "AC005785.5": 1436,
      "AC005786.1": 1437,
      "AC005786.2": 1438,
      "AC005786.3": 1439,
      "AC005786.4": 1440,
      "AC005786.5": 1441,
      "AC005786.6": 1442,
      "AC005786.7": 1443,
      "AC005787.5": 1444,
      "AC005789.11": 1445,
      "AC005789.9": 1446,
      "AC005790.1": 1447,
      "AC005792.1": 1448,
      "AC005794.1": 1449,
      "AC005795.1": 1450,
      "AC005796.1": 1451,
      "AC005796.2": 1452,
      "AC005798.1": 1453,
      "AC005808.1": 1454,
      "AC005808.3": 1455,
      "AC005821.1": 1456,
      "AC005822.1": 1457,
      "AC005823.1": 1458,
      "AC005823.2": 1459,
      "AC005828.1": 1460,
      "AC005828.2": 1461,
      "AC005828.3": 1462,
      "AC005828.4": 1463,
      "AC005828.5": 1464,
      "AC005828.6": 1465,
      "AC005828.7": 1466,
      "AC005829.1": 1467,
      "AC005829.2": 1468,
      "AC005831.1": 1469,
      "AC005832.1": 1470,
      "AC005832.2": 1471,
      "AC005832.3": 1472,
      "AC005832.4": 1473,
      "AC005833.2": 1474,
      "AC005833.4": 1475,
      "AC005837.1": 1476,
      "AC005837.3": 1477,
      "AC005838.2": 1478,
      "AC005839.1": 1479,
      "AC005840.1": 1480,
      "AC005840.2": 1481,
      "AC005840.3": 1482,
      "AC005840.4": 1483,
      "AC005840.5": 1484,
      "AC005841.1": 1485,
      "AC005841.2": 1486,
      "AC005842.1": 1487,
      "AC005845.1": 1488,
      "AC005856.1": 1489,
      "AC005858.1": 1490,
      "AC005858.2": 1491,
      "AC005858.3": 1492,
      "AC005858.4": 1493,
      "AC005863.1": 1494,
      "AC005865.1": 1495,
      "AC005865.2": 1496,
      "AC005868.1": 1497,
      "AC005871.1": 1498,
      "AC005871.2": 1499,
      "AC005884.1": 1500,
      "AC005884.2": 1501,
      "AC005885.1": 1502,
      "AC005899.1": 1503,
      "AC005899.2": 1504,
      "AC005899.5": 1505,
      "AC005899.6": 1506,
      "AC005899.7": 1507,
      "AC005899.8": 1508,
      "AC005901.1": 1509,
      "AC005906.1": 1510,
      "AC005906.2": 1511,
      "AC005908.1": 1512,
      "AC005908.2": 1513,
      "AC005909.1": 1514,
      "AC005911.1": 1515,
      "AC005912.1": 1516,
      "AC005912.2": 1517,
      "AC005914.1": 1518,
      "AC005915.1": 1519,
      "AC005920.1": 1520,
      "AC005920.2": 1521,
      "AC005920.3": 1522,
      "AC005920.4": 1523,
      "AC005921.1": 1524,
      "AC005921.3": 1525,
      "AC005932.1": 1526,
      "AC005943.2": 1527,
      "AC005943.4": 1528,
      "AC005943.5": 1529,
      "AC005943.6": 1530,
      "AC005944.2": 1531,
      "AC005951.1": 1532,
      "AC005951.2": 1533,
      "AC005954.1": 1534,
      "AC005954.2": 1535,
      "AC005954.3": 1536,
      "AC005954.4": 1537,
      "AC005962.2": 1538,
      "AC005972.1": 1539,
      "AC005972.2": 1540,
      "AC005972.3": 1541,
      "AC005972.4": 1542,
      "AC005993.1": 1543,
      "AC005996.1": 1544,
      "AC005996.2": 1545,
      "AC005999.1": 1546,
      "AC006000.5": 1547,
      "AC006001.1": 1548,
      "AC006001.2": 1549,
      "AC006001.3": 1550,
      "AC006003.1": 1551,
      "AC006003.3": 1552,
      "AC006004.1": 1553,
      "AC006006.1": 1554,
      "AC006007.1": 1555,
      "AC006011.2": 1556,
      "AC006012.1": 1557,
      "AC006013.1": 1558,
      "AC006014.7": 1559,
      "AC006014.8": 1560,
      "AC006015.1": 1561,
      "AC006017.1": 1562,
      "AC006019.1": 1563,
      "AC006019.2": 1564,
      "AC006019.3": 1565,
      "AC006019.4": 1566,
      "AC006020.1": 1567,
      "AC006022.1": 1568,
      "AC006022.4": 1569,
      "AC006023.1": 1570,
      "AC006023.2": 1571,
      "AC006026.1": 1572,
      "AC006026.12": 1573,
      "AC006026.13": 1574,
      "AC006026.2": 1575,
      "AC006026.3": 1576,
      "AC006026.9": 1577,
      "AC006028.1": 1578,
      "AC006028.11": 1579,
      "AC006030.1": 1580,
      "AC006033.1": 1581,
      "AC006033.2": 1582,
      "AC006033.22": 1583,
      "AC006037.1": 1584,
      "AC006037.2": 1585,
      "AC006041.1": 1586,
      "AC006042.1": 1587,
      "AC006042.2": 1588,
      "AC006042.3": 1589,
      "AC006042.4": 1590,
      "AC006042.6": 1591,
      "AC006042.7": 1592,
      "AC006042.8": 1593,
      "AC006050.2": 1594,
      "AC006055.1": 1595,
      "AC006058.1": 1596,
      "AC006058.2": 1597,
      "AC006058.3": 1598,
      "AC006058.4": 1599,
      "AC006059.1": 1600,
      "AC006063.1": 1601,
      "AC006063.2": 1602,
      "AC006064.1": 1603,
      "AC006064.2": 1604,
      "AC006064.3": 1605,
      "AC006065.1": 1606,
      "AC006065.2": 1607,
      "AC006065.3": 1608,
      "AC006065.4": 1609,
      "AC006065.5": 1610,
      "AC006065.6": 1611,
      "AC006070.1": 1612,
      "AC006076.1": 1613,
      "AC006077.1": 1614,
      "AC006077.2": 1615,
      "AC006077.3": 1616,
      "AC006077.4": 1617,
      "AC006111.2": 1618,
      "AC006111.3": 1619,
      "AC006115.1": 1620,
      "AC006115.2": 1621,
      "AC006115.3": 1622,
      "AC006115.6": 1623,
      "AC006115.7": 1624,
      "AC006116.1": 1625,
      "AC006116.10": 1626,
      "AC006116.12": 1627,
      "AC006116.13": 1628,
      "AC006116.14": 1629,
      "AC006116.15": 1630,
      "AC006116.17": 1631,
      "AC006116.19": 1632,
      "AC006116.2": 1633,
      "AC006116.20": 1634,
      "AC006116.21": 1635,
      "AC006116.22": 1636,
      "AC006116.28": 1637,
      "AC006116.3": 1638,
      "AC006116.4": 1639,
      "AC006116.5": 1640,
      "AC006116.6": 1641,
      "AC006116.8": 1642,
      "AC006116.9": 1643,
      "AC006120.1": 1644,
      "AC006122.1": 1645,
      "AC006126.3": 1646,
      "AC006128.1": 1647,
      "AC006128.2": 1648,
      "AC006129.1": 1649,
      "AC006129.2": 1650,
      "AC006129.3": 1651,
      "AC006129.4": 1652,
      "AC006130.1": 1653,
      "AC006130.2": 1654,
      "AC006130.3": 1655,
      "AC006130.4": 1656,
      "AC006130.5": 1657,
      "AC006132.1": 1658,
      "AC006133.1": 1659,
      "AC006133.7": 1660,
      "AC006141.1": 1661,
      "AC006144.1": 1662,
      "AC006145.1": 1663,
      "AC006148.1": 1664,
      "AC006148.2": 1665,
      "AC006150.1": 1666,
      "AC006157.1": 1667,
      "AC006158.1": 1668,
      "AC006158.7": 1669,
      "AC006158.9": 1670,
      "AC006159.1": 1671,
      "AC006159.2": 1672,
      "AC006159.5": 1673,
      "AC006160.1": 1674,
      "AC006160.2": 1675,
      "AC006160.5": 1676,
      "AC006160.8": 1677,
      "AC006195.1": 1678,
      "AC006195.2": 1679,
      "AC006197.1": 1680,
      "AC006199.1": 1681,
      "AC006205.1": 1682,
      "AC006205.2": 1683,
      "AC006206.1": 1684,
      "AC006206.2": 1685,
      "AC006207.1": 1686,
      "AC006210.1": 1687,
      "AC006210.2": 1688,
      "AC006213.1": 1689,
      "AC006213.2": 1690,
      "AC006213.3": 1691,
      "AC006213.4": 1692,
      "AC006213.5": 1693,
      "AC006213.6": 1694,
      "AC006236.1": 1695,
      "AC006237.1": 1696,
      "AC006238.1": 1697,
      "AC006249.1": 1698,
      "AC006252.1": 1699,
      "AC006254.1": 1700,
      "AC006254.2": 1701,
      "AC006254.3": 1702,
      "AC006262.1": 1703,
      "AC006262.10": 1704,
      "AC006262.11": 1705,
      "AC006262.2": 1706,
      "AC006262.3": 1707,
      "AC006262.4": 1708,
      "AC006262.5": 1709,
      "AC006262.6": 1710,
      "AC006269.1": 1711,
      "AC006270.1": 1712,
      "AC006270.2": 1713,
      "AC006270.3": 1714,
      "AC006272.1": 1715,
      "AC006272.2": 1716,
      "AC006273.1": 1717,
      "AC006273.4": 1718,
      "AC006273.5": 1719,
      "AC006273.7": 1720,
      "AC006277.1": 1721,
      "AC006277.2": 1722,
      "AC006277.3": 1723,
      "AC006288.1": 1724,
      "AC006296.1": 1725,
      "AC006296.2": 1726,
      "AC006296.4": 1727,
      "AC006299.1": 1728,
      "AC006305.1": 1729,
      "AC006305.2": 1730,
      "AC006305.3": 1731,
      "AC006326.1": 1732,
      "AC006326.3": 1733,
      "AC006328.1": 1734,
      "AC006328.2": 1735,
      "AC006328.4": 1736,
      "AC006328.9": 1737,
      "AC006329.1": 1738,
      "AC006329.2": 1739,
      "AC006330.1": 1740,
      "AC006333.1": 1741,
      "AC006333.2": 1742,
      "AC006335.10": 1743,
      "AC006335.2": 1744,
      "AC006335.3": 1745,
      "AC006338.1": 1746,
      "AC006349.1": 1747,
      "AC006355.1": 1748,
      "AC006355.2": 1749,
      "AC006355.3": 1750,
      "AC006357.1": 1751,
      "AC006362.1": 1752,
      "AC006363.1": 1753,
      "AC006366.1": 1754,
      "AC006366.3": 1755,
      "AC006369.1": 1756,
      "AC006369.2": 1757,
      "AC006369.3": 1758,
      "AC006372.1": 1759,
      "AC006372.2": 1760,
      "AC006372.3": 1761,
      "AC006372.4": 1762,
      "AC006372.5": 1763,
      "AC006372.6": 1764,
      "AC006373.1": 1765,
      "AC006378.1": 1766,
      "AC006378.2": 1767,
      "AC006380.1": 1768,
      "AC006380.3": 1769,
      "AC006386.1": 1770,
      "AC006386.2": 1771,
      "AC006387.1": 1772,
      "AC006390.4": 1773,
      "AC006427.1": 1774,
      "AC006427.2": 1775,
      "AC006427.4": 1776,
      "AC006435.2": 1777,
      "AC006435.3": 1778,
      "AC006435.4": 1779,
      "AC006435.5": 1780,
      "AC006441.1": 1781,
      "AC006441.2": 1782,
      "AC006441.4": 1783,
      "AC006441.5": 1784,
      "AC006445.1": 1785,
      "AC006445.11": 1786,
      "AC006445.2": 1787,
      "AC006445.7": 1788,
      "AC006449.1": 1789,
      "AC006449.2": 1790,
      "AC006449.3": 1791,
      "AC006449.5": 1792,
      "AC006449.6": 1793,
      "AC006450.1": 1794,
      "AC006450.2": 1795,
      "AC006450.3": 1796,
      "AC006453.1": 1797,
      "AC006453.2": 1798,
      "AC006453.3": 1799,
      "AC006453.4": 1800,
      "AC006453.5": 1801,
      "AC006455.1": 1802,
      "AC006455.3": 1803,
      "AC006455.4": 1804,
      "AC006455.5": 1805,
      "AC006455.6": 1806,
      "AC006455.7": 1807,
      "AC006458.1": 1808,
      "AC006458.3": 1809,
      "AC006460.1": 1810,
      "AC006460.2": 1811,
      "AC006461.1": 1812,
      "AC006463.1": 1813,
      "AC006463.2": 1814,
      "AC006466.1": 1815,
      "AC006466.5": 1816,
      "AC006480.1": 1817,
      "AC006480.2": 1818,
      "AC006482.1": 1819,
      "AC006483.1": 1820,
      "AC006483.2": 1821,
      "AC006483.5": 1822,
      "AC006484.1": 1823,
      "AC006486.1": 1824,
      "AC006486.10": 1825,
      "AC006486.14": 1826,
      "AC006486.2": 1827,
      "AC006486.9": 1828,
      "AC006487.1": 1829,
      "AC006487.2": 1830,
      "AC006499.1": 1831,
      "AC006499.2": 1832,
      "AC006499.3": 1833,
      "AC006499.4": 1834,
      "AC006499.5": 1835,
      "AC006499.6": 1836,
      "AC006499.7": 1837,
      "AC006499.9": 1838,
      "AC006504.1": 1839,
      "AC006504.2": 1840,
      "AC006504.3": 1841,
      "AC006504.4": 1842,
      "AC006504.5": 1843,
      "AC006504.6": 1844,
      "AC006504.7": 1845,
      "AC006504.8": 1846,
      "AC006509.1": 1847,
      "AC006509.2": 1848,
      "AC006509.7": 1849,
      "AC006511.1": 1850,
      "AC006511.2": 1851,
      "AC006511.3": 1852,
      "AC006511.4": 1853,
      "AC006511.5": 1854,
      "AC006512.1": 1855,
      "AC006512.2": 1856,
      "AC006517.1": 1857,
      "AC006518.1": 1858,
      "AC006518.2": 1859,
      "AC006529.1": 1860,
      "AC006530.1": 1861,
      "AC006534.1": 1862,
      "AC006538.1": 1863,
      "AC006538.3": 1864,
      "AC006538.4": 1865,
      "AC006538.8": 1866,
      "AC006538.9": 1867,
      "AC006539.1": 1868,
      "AC006539.2": 1869,
      "AC006539.3": 1870,
      "AC006539.6": 1871,
      "AC006547.1": 1872,
      "AC006547.13": 1873,
