[UNK]
[SEP]
[PAD]
[CLS]
[MASK]
100130093
100133445
100286793
100287534
100506499
100507424
100507577
100861437
101243544
221016
26148
283070
284702
387097
401884
554223
55747
5S_rRNA
5S_rRNA_ENSG00000276861
5S_rRNA_ENSG00000277411
5S_rRNA_ENSG00000277488
5S_rRNA_ENSG00000278457
5S_rRNA_ENSG00000285609
5S_rRNA_ENSG00000285626
5S_rRNA_ENSG00000285674
5S_rRNA_ENSG00000285776
5S_rRNA_ENSG00000285912
5S_rRNA_ENSG00000288601
5_8S_rRNA
5_8S_rRNA_ENSG00000273730
5_8S_rRNA_ENSG00000275757
5_8S_rRNA_ENSG00000275877
5_8S_rRNA_ENSG00000276871
5_8S_rRNA_ENSG00000277739
5_8S_rRNA_ENSG00000278294
5_8S_rRNA_ENSG00000283274
5_8S_rRNA_ENSG00000283291
5_8S_rRNA_ENSG00000283568
646329
728875
79686
7SK
7SK-1
7SK-2
7SK_ENSG00000202198
7SK_ENSG00000271394
7SK_ENSG00000273591
7SK_ENSG00000274303
7SK_ENSG00000275933
7SK_ENSG00000276626
7SK_ENSG00000277313
90784
90834
A1BG
A1BG-AS1
A1CF
A2M
A2M-AS1
A2ML1
A2ML1-AS1
A2ML1-AS2
A2MP1
A3GALT2
A4GALT
A4GNT
AA06
AAAS
AACS
AACSP1
AADAC
AADACL2
AADACL2-AS1
AADACL3
AADACL4
AADACP1
AADAT
AAED1
AAGAB
AAK1
AAMDC
AAMP
AANAT
AAR2
AARD
AARS
AARS1
AARS1P1
AARS2
AARSD1
AARSD1P1
AARSP1
AASDH
AASDHPPT
AASS
AATBC
AATF
AATK
AATK-AS1
AB015752.1
AB015752.3
AB019438.66
AB019440.50
AB019441.29
AB074162
AB488780
ABALON
ABAT
ABBA01000934.1
ABBA01000935.2
ABBA01006766.1
ABBA01006766.2
ABBA01031660.1
ABBA01031661.1
ABBA01031663.1
ABBA01031674.1
ABBA01040607.1
ABBA01045074.1
ABBA01045074.2
ABC10-43608400O15.1
ABC10-44372100G24.1
ABC11-4932300O16.1
ABC12-46663800M24.1
ABC12-46663800M24.2
ABC12-47964100C23.1
ABC12-49244600F4.4
ABC13-47656900H15.1
ABC13-48845200J1.1
ABC14-1188822O7.1
ABC14-1188822O7.2
ABC7-42391500H16.4
ABC7-42404400C24.1
ABC7-42418200C9.1
ABC7-481722F1.1
ABC7-481722F1.2
ABC8-43014700C16.1
ABCA1
ABCA10
ABCA11P
ABCA12
ABCA13
ABCA17P
ABCA2
ABCA3
ABCA4
ABCA5
ABCA6
ABCA7
ABCA8
ABCA9
ABCA9-AS1
ABCB1
ABCB10
ABCB10P1
ABCB10P3
ABCB10P4
ABCB11
ABCB4
ABCB5
ABCB6
ABCB7
ABCB8
ABCB9
ABCC1
ABCC10
ABCC11
ABCC12
ABCC13
ABCC2
ABCC3
ABCC4
ABCC5
ABCC5-AS1
ABCC6
ABCC6P1
ABCC6P2
ABCC8
ABCC9
ABCD1
ABCD1P2
ABCD1P3
ABCD1P4
ABCD1P5
ABCD2
ABCD3
ABCD4
ABCE1
ABCF1
ABCF1-DT
ABCF2
ABCF2-H2BE1
ABCF2-H2BK1
ABCF2P1
ABCF2P2
ABCF3
ABCG1
ABCG2
ABCG4
ABCG5
ABCG8
ABHD1
ABHD10
ABHD11
ABHD11-AS1
ABHD12
ABHD12B
ABHD13
ABHD14A
ABHD14A-ACY1
ABHD14B
ABHD15
ABHD15-AS1
ABHD16A
ABHD16B
ABHD17A
ABHD17AP1
ABHD17AP3
ABHD17AP4
ABHD17AP5
ABHD17AP6
ABHD17AP7
ABHD17AP8
ABHD17AP9
ABHD17B
ABHD17C
ABHD18
ABHD2
ABHD3
ABHD4
ABHD5
ABHD6
ABHD8
ABI1
ABI1P1
ABI2
ABI3
ABI3BP
ABITRAM
ABITRAMP1
ABL1
ABL2
ABLIM1
ABLIM2
ABLIM3
ABO
ABR
ABR-AS1
ABRA
ABRACL
ABRAXAS1
ABRAXAS2
ABT1
ABT1P1
ABTB1
ABTB2
ABTB3
AC000003.2
AC000032.1
AC000032.2
AC000035.1
AC000035.3
AC000036.1
AC000036.4
AC000041.1
AC000041.8
AC000050.1
AC000058.1
AC000061.1
AC000067.1
AC000068.1
AC000068.10
AC000068.2
AC000068.3
AC000068.5
AC000068.9
AC000077.1
AC000077.2
AC000078.1
AC000078.5
AC000081.1
AC000081.2
AC000082.4
AC000085.4
AC000089.1
AC000089.3
AC000095.12
AC000095.2
AC000095.9
AC000099.1
AC000111.1
AC000111.2
AC000111.3
AC000111.4
AC000111.5
AC000111.6
AC000120.1
AC000120.7
AC000123.1
AC000123.2
AC000123.3
AC000123.4
AC000124.1
AC000362.1
AC000367.1
AC000370.2
AC000372.1
AC000374.1
AC000403.1
AC000403.4
AC001226.1
AC001226.2
AC001226.7
AC001226.8
AC002044.1
AC002044.2
AC002044.3
AC002044.4
AC002056.1
AC002056.2
AC002056.3
AC002056.5
AC002057.1
AC002057.2
AC002059.1
AC002059.10
AC002059.11
AC002064.1
AC002064.2
AC002064.3
AC002064.4
AC002064.5
AC002064.7
AC002066.1
AC002069.1
AC002069.2
AC002069.6
AC002070.1
AC002075.1
AC002075.2
AC002075.3
AC002075.4
AC002076.1
AC002076.2
AC002090.1
AC002091.1
AC002091.2
AC002094.4
AC002094.5
AC002101.1
AC002115.1
AC002115.2
AC002115.9
AC002116.2
AC002116.7
AC002116.8
AC002117.1
AC002127.2
AC002127.4
AC002128.1
AC002128.2
AC002128.5
AC002306.1
AC002310.1
AC002310.10
AC002310.11
AC002310.12
AC002310.14
AC002310.17
AC002310.2
AC002310.3
AC002310.6
AC002310.7
AC002331.1
AC002331.2
AC002347.1
AC002347.2
AC002350.1
AC002350.2
AC002351.1
AC002366.1
AC002367.1
AC002368.1
AC002368.4
AC002375.1
AC002378.1
AC002381.1
AC002383.1
AC002383.2
AC002384.1
AC002384.2
AC002386.1
AC002398.1
AC002398.11
AC002398.12
AC002398.13
AC002398.9
AC002400.1
AC002401.1
AC002401.2
AC002401.3
AC002401.4
AC002407.1
AC002407.3
AC002428.1
AC002428.2
AC002429.1
AC002429.2
AC002429.4
AC002451.1
AC002451.2
AC002451.3
AC002454.1
AC002456.1
AC002456.2
AC002460.1
AC002463.1
AC002463.3
AC002464.1
AC002465.1
AC002467.1
AC002467.7
AC002470.1
AC002472.1
AC002472.11
AC002472.13
AC002472.16
AC002472.17
AC002472.2
AC002472.3
AC002472.4
AC002472.8
AC002480.1
AC002480.2
AC002480.3
AC002480.4
AC002480.5
AC002486.1
AC002486.2
AC002486.3
AC002487.1
AC002504.1
AC002511.1
AC002511.2
AC002511.3
AC002519.1
AC002519.2
AC002519.6
AC002519.8
AC002523.1
AC002524.1
AC002525.1
AC002539.1
AC002540.1
AC002542.1
AC002542.2
AC002543.1
AC002543.2
AC002545.1
AC002546.1
AC002546.2
AC002550.1
AC002550.2
AC002550.5
AC002550.6
AC002551.1
AC002553.1
AC002553.2
AC002553.4
AC002558.1
AC002558.2
AC002558.3
AC002563.1
AC002984.1
AC002984.2
AC002985.2
AC002985.3
AC003001.1
AC003001.2
AC003002.1
AC003002.3
AC003002.4
AC003002.6
AC003005.2
AC003005.4
AC003006.7
AC003009.1
AC003029.1
AC003035.1
AC003035.2
AC003043.1
AC003045.1
AC003051.1
AC003070.1
AC003070.2
AC003071.1
AC003071.2
AC003072.1
AC003075.1
AC003075.4
AC003080.1
AC003080.4
AC003084.1
AC003084.2
AC003087.1
AC003088.1
AC003090.1
AC003092.1
AC003092.2
AC003098.1
AC003099.2
AC003101.1
AC003101.2
AC003102.1
AC003102.2
AC003102.3
AC003104.1
AC003659.1
AC003665.1
AC003666.1
AC003669.1
AC003681.1
AC003682.1
AC003682.16
AC003684.1
AC003685.1
AC003685.2
AC003686.1
AC003687.1
AC003688.2
AC003956.1
AC003957.1
AC003958.1
AC003958.2
AC003958.6
AC003965.1
AC003965.2
AC003973.1
AC003973.2
AC003973.3
AC003973.4
AC003975.1
AC003982.1
AC003982.2
AC003984.1
AC003985.1
AC003985.2
AC003986.1
AC003986.2
AC003986.3
AC003986.5
AC003986.6
AC003986.7
AC003988.1
AC003989.1
AC003989.2
AC003989.3
AC003989.4
AC003991.1
AC003991.2
AC003991.3
AC003992.1
AC004000.1
AC004004.1
AC004004.2
AC004006.1
AC004006.2
AC004009.1
AC004009.2
AC004009.3
AC004012.1
AC004014.1
AC004014.2
AC004014.3
AC004016.1
AC004019.10
AC004019.13
AC004022.1
AC004022.2
AC004022.7
AC004022.8
AC004023.1
AC004024.1
AC004034.1
AC004039.1
AC004047.1
AC004052.1
AC004053.1
AC004054.1
AC004057.1
AC004062.1
AC004062.2
AC004063.1
AC004066.1
AC004066.2
AC004066.3
AC004067.1
AC004067.5
AC004067.6
AC004069.1
AC004069.2
AC004070.1
AC004074.1
AC004076.1
AC004076.2
AC004076.5
AC004076.7
AC004076.9
AC004080.1
AC004080.2
AC004080.4
AC004112.1
AC004112.4
AC004129.1
AC004129.2
AC004129.7
AC004129.9
AC004130.1
AC004134.1
AC004147.1
AC004147.2
AC004147.3
AC004147.4
AC004147.5
AC004148.1
AC004148.2
AC004149.1
AC004156.1
AC004156.3
AC004158.1
AC004158.2
AC004158.3
AC004160.1
AC004160.2
AC004160.4
AC004217.1
AC004217.2
AC004217.3
AC004221.1
AC004221.2
AC004223.1
AC004223.2
AC004223.3
AC004223.4
AC004224.1
AC004231.1
AC004231.2
AC004231.3
AC004232.2
AC004232.3
AC004233.1
AC004233.2
AC004233.3
AC004233.4
AC004237.1
AC004241.1
AC004241.2
AC004241.3
AC004241.4
AC004241.5
AC004253.1
AC004253.2
AC004257.1
AC004257.3
AC004263.1
AC004263.2
AC004264.1
AC004264.2
AC004381.1
AC004381.2
AC004381.6
AC004381.7
AC004381.8
AC004381.9
AC004383.1
AC004386.1
AC004386.3
AC004408.1
AC004408.2
AC004415.1
AC004447.2
AC004448.1
AC004448.2
AC004448.3
AC004448.4
AC004448.5
AC004449.1
AC004449.6
AC004453.1
AC004453.2
AC004461.1
AC004461.2
AC004461.4
AC004463.6
AC004466.1
AC004466.2
AC004466.3
AC004467.1
AC004470.1
AC004471.1
AC004471.10
AC004471.2
AC004471.9
AC004477.1
AC004477.3
AC004485.1
AC004485.3
AC004486.1
AC004490.1
AC004491.1
AC004492.1
AC004494.1
AC004510.3
AC004520.1
AC004522.1
AC004522.2
AC004528.1
AC004528.4
AC004534.1
AC004535.2
AC004538.3
AC004540.1
AC004540.2
AC004540.4
AC004540.5
AC004543.1
AC004543.2
AC004549.6
AC004551.1
AC004552.1
AC004554.1
AC004554.2
AC004556.1
AC004584.1
AC004584.2
AC004584.3
AC004585.1
AC004585.2
AC004590.1
AC004593.1
AC004594.1
AC004596.1
AC004597.1
AC004623.1
AC004623.2
AC004623.3
AC004637.1
AC004656.1
AC004672.1
AC004672.2
AC004674.1
AC004678.1
AC004678.2
AC004686.1
AC004687.1
AC004690.1
AC004690.2
AC004691.1
AC004691.5
AC004692.1
AC004692.2
AC004692.4
AC004692.5
AC004696.1
AC004696.2
AC004702.1
AC004702.2
AC004704.1
AC004704.2
AC004706.1
AC004706.2
AC004706.3
AC004706.4
AC004707.1
AC004754.1
AC004754.3
AC004771.1
AC004771.2
AC004771.3
AC004771.4
AC004771.5
AC004775.1
AC004775.5
AC004777.1
AC004784.1
AC004790.1
AC004790.2
AC004791.2
AC004800.1
AC004801.1
AC004801.2
AC004801.3
AC004801.4
AC004801.5
AC004801.6
AC004801.7
AC004803.1
AC004805.1
AC004805.2
AC004805.3
AC004808.1
AC004808.2
AC004812.1
AC004812.2
AC004813.1
AC004815.1
AC004816.1
AC004816.2
AC004817.1
AC004817.2
AC004817.3
AC004817.4
AC004825.1
AC004825.2
AC004828.1
AC004830.1
AC004832.1
AC004832.2
AC004832.4
AC004832.5
AC004832.6
AC004834.1
AC004835.1
AC004835.2
AC004836.1
AC004837.2
AC004837.3
AC004837.4
AC004837.5
AC004839.1
AC004840.1
AC004840.2
AC004840.8
AC004840.9
AC004846.1
AC004846.2
AC004847.1
AC004852.2
AC004852.3
AC004853.1
AC004853.2
AC004854.1
AC004854.2
AC004854.4
AC004854.5
AC004858.1
AC004862.1
AC004862.6
AC004865.1
AC004865.2
AC004866.1
AC004866.2
AC004866.3
AC004869.1
AC004869.2
AC004869.3
AC004870.1
AC004870.2
AC004870.3
AC004870.4
AC004870.5
AC004872.1
AC004875.1
AC004877.1
AC004877.2
AC004878.2
AC004878.8
AC004882.1
AC004884.1
AC004884.2
AC004888.1
AC004889.1
AC004890.1
AC004890.2
AC004890.3
AC004893.1
AC004893.11
AC004893.2
AC004895.1
AC004895.4
AC004898.1
AC004899.1
AC004899.2
AC004899.3
AC004901.1
AC004906.1
AC004906.3
AC004908.1
AC004908.2
AC004908.3
AC004910.1
AC004911.1
AC004911.2
AC004917.1
AC004918.1
AC004918.3
AC004920.1
AC004920.2
AC004920.3
AC004921.1
AC004922.1
AC004923.1
AC004923.2
AC004923.3
AC004923.4
AC004924.1
AC004925.1
AC004930.1
AC004936.1
AC004938.1
AC004938.5
AC004941.1
AC004941.2
AC004941.3
AC004941.5
AC004943.1
AC004943.2
AC004943.3
AC004944.1
AC004945.1
AC004946.1
AC004947.1
AC004947.2
AC004948.1
AC004951.1
AC004951.2
AC004951.3
AC004951.4
AC004951.5
AC004951.6
AC004965.1
AC004967.1
AC004967.7
AC004969.1
AC004972.1
AC004973.1
AC004975.1
AC004975.2
AC004980.1
AC004980.10
AC004980.2
AC004980.3
AC004980.4
AC004980.7
AC004980.8
AC004980.9
AC004982.1
AC004982.2
AC004985.12
AC004986.1
AC004987.1
AC004987.10
AC004987.2
AC004987.3
AC004987.4
AC004988.1
AC004990.1
AC004994.1
AC004997.1
AC005000.1
AC005000.2
AC005002.1
AC005002.2
AC005003.1
AC005005.1
AC005005.2
AC005005.3
AC005005.4
AC005006.1
AC005008.1
AC005008.2
AC005008.3
AC005009.1
AC005009.2
AC005011.1
AC005013.1
AC005013.5
AC005014.1
AC005014.2
AC005014.3
AC005014.5
AC005017.1
AC005019.1
AC005019.2
AC005019.3
AC005020.1
AC005021.1
AC005033.1
AC005034.1
AC005034.2
AC005034.3
AC005034.4
AC005034.5
AC005035.1
AC005037.1
AC005037.3
AC005040.1
AC005040.3
AC005041.1
AC005041.11
AC005041.17
AC005041.2
AC005041.3
AC005042.1
AC005042.2
AC005042.3
AC005042.4
AC005042.5
AC005046.1
AC005050.1
AC005052.1
AC005056.1
AC005062.1
AC005062.2
AC005064.1
AC005066.1
AC005070.1
AC005070.2
AC005070.3
AC005072.1
AC005076.1
AC005076.5
AC005077.1
AC005077.14
AC005077.2
AC005077.3
AC005077.4
AC005077.5
AC005077.7
AC005077.8
AC005082.1
AC005082.12
AC005083.1
AC005084.1
AC005086.1
AC005086.2
AC005086.3
AC005086.4
AC005088.1
AC005089.1
AC005090.1
AC005091.1
AC005094.1
AC005094.2
AC005096.1
AC005099.1
AC005102.1
AC005104.1
AC005104.2
AC005104.3
AC005105.1
AC005105.2
AC005144.1
AC005150.1
AC005152.2
AC005152.3
AC005154.1
AC005154.2
AC005154.3
AC005154.4
AC005154.5
AC005154.6
AC005154.7
AC005154.8
AC005156.1
AC005160.1
AC005160.3
AC005162.1
AC005162.2
AC005162.3
AC005162.4
AC005162.5
AC005165.1
AC005165.2
AC005176.1
AC005176.2
AC005178.1
AC005180.1
AC005180.2
AC005181.1
AC005183.1
AC005185.1
AC005186.1
AC005189.1
AC005189.6
AC005191.1
AC005197.1
AC005197.2
AC005208.1
AC005209.1
AC005220.1
AC005220.3
AC005224.1
AC005224.2
AC005224.3
AC005224.4
AC005225.1
AC005225.2
AC005225.3
AC005225.4
AC005225.5
AC005229.1
AC005229.2
AC005229.3
AC005229.4
AC005229.7
AC005230.1
AC005234.1
AC005237.1
AC005237.2
AC005237.4
AC005242.1
AC005244.1
AC005244.2
AC005252.1
AC005252.3
AC005253.1
AC005253.2
AC005253.4
AC005255.3
AC005256.1
AC005261.1
AC005261.2
AC005261.3
AC005261.4
AC005261.5
AC005261.6
AC005262.1
AC005262.2
AC005262.3
AC005262.4
AC005264.1
AC005264.2
AC005274.1
AC005276.1
AC005277.2
AC005280.1
AC005281.1
AC005281.2
AC005288.1
AC005291.1
AC005291.2
AC005294.1
AC005296.1
AC005297.1
AC005297.2
AC005297.3
AC005300.1
AC005301.10
AC005301.8
AC005301.9
AC005303.1
AC005304.1
AC005304.2
AC005304.3
AC005306.1
AC005306.3
AC005307.1
AC005307.3
AC005307.4
AC005307.5
AC005323.1
AC005323.2
AC005324.1
AC005324.2
AC005324.3
AC005324.4
AC005324.5
AC005324.6
AC005324.7
AC005324.8
AC005326.1
AC005329.1
AC005329.3
AC005329.7
AC005330.1
AC005330.2
AC005332.1
AC005332.10
AC005332.3
AC005332.4
AC005332.5
AC005332.6
AC005332.7
AC005332.8
AC005332.9
AC005336.1
AC005336.2
AC005336.3
AC005336.4
AC005336.5
AC005339.2
AC005341.1
AC005342.1
AC005342.2
AC005344.1
AC005345.1
AC005351.1
AC005355.1
AC005355.2
AC005355.3
AC005356.1
AC005357.1
AC005357.2
AC005358.1
AC005358.2
AC005363.1
AC005363.11
AC005363.2
AC005363.9
AC005377.1
AC005379.1
AC005381.1
AC005383.1
AC005387.1
AC005387.2
AC005387.3
AC005391.1
AC005391.2
AC005392.1
AC005392.13
AC005392.2
AC005392.3
AC005393.1
AC005394.1
AC005394.2
AC005410.1
AC005410.2
AC005412.1
AC005412.2
AC005412.3
AC005476.1
AC005476.2
AC005477.1
AC005479.1
AC005479.2
AC005479.3
AC005480.1
AC005480.2
AC005481.1
AC005481.5
AC005482.1
AC005486.1
AC005487.1
AC005487.2
AC005488.11
AC005495.1
AC005498.1
AC005498.2
AC005498.3
AC005498.4
AC005514.1
AC005514.2
AC005517.1
AC005517.2
AC005518.1
AC005518.2
AC005519.1
AC005519.2
AC005519.4
AC005520.1
AC005520.2
AC005520.3
AC005520.4
AC005521.1
AC005522.1
AC005522.2
AC005522.7
AC005523.1
AC005523.2
AC005523.3
AC005524.1
AC005529.1
AC005531.1
AC005532.1
AC005532.2
AC005532.5
AC005534.1
AC005534.2
AC005534.6
AC005534.8
AC005537.1
AC005537.2
AC005538.1
AC005538.3
AC005538.5
AC005539.1
AC005540.1
AC005540.3
AC005544.1
AC005546.1
AC005546.2
AC005549.1
AC005550.1
AC005550.2
AC005550.3
AC005550.5
AC005551.1
AC005552.1
AC005559.1
AC005559.2
AC005559.3
AC005562.1
AC005562.2
AC005578.1
AC005578.3
AC005580.1
AC005586.1
AC005586.2
AC005587.1
AC005588.1
AC005588.2
AC005592.1
AC005592.2
AC005592.3
AC005592.4
AC005593.1
AC005593.2
AC005597.1
AC005599.3
AC005606.14
AC005606.15
AC005606.2
AC005609.1
AC005609.16
AC005609.17
AC005609.18
AC005609.19
AC005609.2
AC005609.20
AC005609.5
AC005613.1
AC005614.1
AC005614.3
AC005614.5
AC005616.1
AC005616.2
AC005618.1
AC005618.10
AC005618.2
AC005618.6
AC005618.8
AC005618.9
AC005622.1
AC005624.2
AC005625.1
AC005626.3
AC005632.1
AC005632.2
AC005632.3
AC005632.4
AC005668.1
AC005670.1
AC005674.1
AC005674.2
AC005682.1
AC005682.5
AC005682.6
AC005682.8
AC005691.1
AC005692.1
AC005692.2
AC005695.1
AC005695.2
AC005695.3
AC005696.1
AC005696.3
AC005696.4
AC005697.1
AC005697.2
AC005699.1
AC005702.1
AC005702.3
AC005702.4
AC005702.5
AC005703.1
AC005703.2
AC005703.3
AC005703.4
AC005703.5
AC005703.6
AC005722.1
AC005722.2
AC005722.3
AC005722.4
AC005725.1
AC005726.1
AC005726.2
AC005726.3
AC005726.4
AC005726.6
AC005730.1
AC005730.2
AC005730.3
AC005736.1
AC005736.2
AC005736.3
AC005740.1
AC005740.2
AC005740.3
AC005740.4
AC005740.5
AC005740.6
AC005740.7
AC005741.1
AC005741.2
AC005746.1
AC005746.2
AC005746.3
AC005752.10
AC005753.1
AC005753.3
AC005754.7
AC005754.8
AC005757.1
AC005757.6
AC005758.1
AC005759.1
AC005771.1
AC005772.1
AC005772.2
AC005774.1
AC005775.1
AC005775.2
AC005776.1
AC005776.2
AC005777.1
AC005777.3
AC005779.1
AC005779.2
AC005780.1
AC005785.1
AC005785.2
AC005785.5
AC005786.1
AC005786.2
AC005786.3
AC005786.4
AC005786.5
AC005786.6
AC005786.7
AC005787.5
AC005789.11
AC005789.9
AC005790.1
AC005792.1
AC005794.1
AC005795.1
AC005796.1
AC005796.2
AC005798.1
AC005808.1
AC005808.3
AC005821.1
AC005822.1
AC005823.1
AC005823.2
AC005828.1
AC005828.2
AC005828.3
AC005828.4
AC005828.5
AC005828.6
AC005828.7
AC005829.1
AC005829.2
AC005831.1
AC005832.1
AC005832.2
AC005832.3
AC005832.4
AC005833.2
AC005833.4
AC005837.1
AC005837.3
AC005838.2
AC005839.1
AC005840.1
AC005840.2
AC005840.3
AC005840.4
AC005840.5
AC005841.1
AC005841.2
AC005842.1
AC005845.1
AC005856.1
AC005858.1
AC005858.2
AC005858.3
AC005858.4
AC005863.1
AC005865.1
AC005865.2
AC005868.1
AC005871.1
AC005871.2
AC005884.1
AC005884.2
AC005885.1
AC005899.1
AC005899.2
AC005899.5
AC005899.6
AC005899.7
AC005899.8
AC005901.1
AC005906.1
AC005906.2
AC005908.1
AC005908.2
AC005909.1
AC005911.1
AC005912.1
AC005912.2
AC005914.1
AC005915.1
AC005920.1
AC005920.2
AC005920.3
AC005920.4
AC005921.1
AC005921.3
AC005932.1
AC005943.2
AC005943.4
AC005943.5
AC005943.6
AC005944.2
AC005951.1
AC005951.2
AC005954.1
AC005954.2
AC005954.3
AC005954.4
AC005962.2
AC005972.1
AC005972.2
AC005972.3
AC005972.4
AC005993.1
AC005996.1
AC005996.2
AC005999.1
AC006000.5
AC006001.1
AC006001.2
AC006001.3
AC006003.1
AC006003.3
AC006004.1
AC006006.1
AC006007.1
AC006011.2
AC006012.1
AC006013.1
AC006014.7
AC006014.8
AC006015.1
AC006017.1
AC006019.1
AC006019.2
AC006019.3
AC006019.4
AC006020.1
AC006022.1
AC006022.4
AC006023.1
AC006023.2
AC006026.1
AC006026.12
AC006026.13
AC006026.2
AC006026.3
AC006026.9
AC006028.1
AC006028.11
AC006030.1
AC006033.1
AC006033.2
AC006033.22
AC006037.1
AC006037.2
AC006041.1
AC006042.1
AC006042.2
AC006042.3
AC006042.4
AC006042.6
AC006042.7
AC006042.8
AC006050.2
AC006055.1
AC006058.1
AC006058.2
AC006058.3
AC006058.4
AC006059.1
AC006063.1
AC006063.2
AC006064.1
AC006064.2
AC006064.3
AC006065.1
AC006065.2
AC006065.3
AC006065.4
AC006065.5
AC006065.6
AC006070.1
AC006076.1
AC006077.1
AC006077.2
AC006077.3
AC006077.4
AC006111.2
AC006111.3
AC006115.1
AC006115.2
AC006115.3
AC006115.6
AC006115.7
AC006116.1
AC006116.10
AC006116.12
AC006116.13
AC006116.14
AC006116.15
AC006116.17
AC006116.19
AC006116.2
AC006116.20
AC006116.21
AC006116.22
AC006116.28
AC006116.3
AC006116.4
AC006116.5
AC006116.6
AC006116.8
AC006116.9
AC006120.1
AC006122.1
AC006126.3
AC006128.1
AC006128.2
AC006129.1
AC006129.2
AC006129.3
AC006129.4
AC006130.1
AC006130.2
AC006130.3
AC006130.4
AC006130.5
AC006132.1
AC006133.1
AC006133.7
AC006141.1
AC006144.1
AC006145.1
AC006148.1
AC006148.2
AC006150.1
AC006157.1
AC006158.1
AC006158.7
AC006158.9
AC006159.1
AC006159.2
AC006159.5
AC006160.1
AC006160.2
AC006160.5
AC006160.8
AC006195.1
AC006195.2
AC006197.1
AC006199.1
AC006205.1
AC006205.2
AC006206.1
AC006206.2
AC006207.1
AC006210.1
AC006210.2
AC006213.1
AC006213.2
AC006213.3
AC006213.4
AC006213.5
AC006213.6
AC006236.1
AC006237.1
AC006238.1
AC006249.1
AC006252.1
AC006254.1
AC006254.2
AC006254.3
AC006262.1
AC006262.10
AC006262.11
AC006262.2
AC006262.3
AC006262.4
AC006262.5
AC006262.6
AC006269.1
AC006270.1
AC006270.2
AC006270.3
AC006272.1
AC006272.2
AC006273.1
AC006273.4
AC006273.5
AC006273.7
AC006277.1
AC006277.2
AC006277.3
AC006288.1
AC006296.1
AC006296.2
AC006296.4
AC006299.1
AC006305.1
AC006305.2
AC006305.3
AC006326.1
AC006326.3
AC006328.1
AC006328.2
AC006328.4
AC006328.9
AC006329.1
AC006329.2
AC006330.1
AC006333.1
AC006333.2
AC006335.10
AC006335.2
AC006335.3
AC006338.1
AC006349.1
AC006355.1
AC006355.2
AC006355.3
AC006357.1
AC006362.1
AC006363.1
AC006366.1
AC006366.3
AC006369.1
AC006369.2
AC006369.3
AC006372.1
AC006372.2
AC006372.3
AC006372.4
AC006372.5
AC006372.6
AC006373.1
AC006378.1
AC006378.2
AC006380.1
AC006380.3
AC006386.1
AC006386.2
AC006387.1
AC006390.4
AC006427.1
AC006427.2
AC006427.4
AC006435.2
AC006435.3
AC006435.4
AC006435.5
AC006441.1
AC006441.2
AC006441.4
AC006441.5
AC006445.1
AC006445.11
AC006445.2
AC006445.7
AC006449.1
AC006449.2
AC006449.3
AC006449.5
AC006449.6
AC006450.1
AC006450.2
AC006450.3
AC006453.1
AC006453.2
AC006453.3
AC006453.4
AC006453.5
AC006455.1
AC006455.3
AC006455.4
AC006455.5
AC006455.6
AC006455.7
AC006458.1
AC006458.3
AC006460.1
AC006460.2
AC006461.1
AC006463.1
AC006463.2
AC006466.1
AC006466.5
AC006480.1
AC006480.2
AC006482.1
AC006483.1
AC006483.2
AC006483.5
AC006484.1
AC006486.1
AC006486.10
AC006486.14
AC006486.2
AC006486.9
AC006487.1
AC006487.2
AC006499.1
AC006499.2
AC006499.3
AC006499.4
AC006499.5
AC006499.6
AC006499.7
AC006499.9
AC006504.1
AC006504.2
AC006504.3
AC006504.4
AC006504.5
AC006504.6
AC006504.7
AC006504.8
AC006509.1
AC006509.2
AC006509.7
AC006511.1
AC006511.2
AC006511.3
AC006511.4
AC006511.5
AC006512.1
AC006512.2
AC006517.1
AC006518.1
AC006518.2
AC006529.1
AC006530.1
AC006534.1
AC006538.1
AC006538.3
AC006538.4
AC006538.8
AC006538.9
AC006539.1
AC006539.2
AC006539.3
AC006539.6
AC006547.1
AC006547.13
AC006547.14
AC006547.15
AC006547.8
AC006548.1
AC006548.19
AC006548.26
AC006548.29
AC006548.3
AC006557.1
AC006557.2
AC006557.5
AC006557.6
AC006566.1
AC006581.1
AC006581.2
AC006600.1
AC006600.2
AC006840.1
AC006924.1
AC006927.1
AC006927.2
AC006927.3
AC006927.4
AC006942.1
AC006942.4
AC006946.1
AC006946.12
AC006946.15
AC006946.16
AC006946.17
AC006946.2
AC006946.3
AC006947.1
AC006953.1
AC006960.1
AC006960.2
AC006960.3
AC006960.5
AC006960.7
AC006963.1
AC006965.1
AC006967.1
AC006967.2
AC006967.3
AC006970.1
AC006970.2
AC006971.1
AC006974.1
AC006974.2
AC006978.1
AC006978.2
AC006978.6
AC006987.1
AC006987.2
AC006987.3
AC006989.1
AC006989.2
AC006994.1
AC006994.2
AC007000.1
AC007000.10
AC007000.2
AC007000.3
AC007001.1
AC007003.1
AC007009.1
AC007012.1
AC007012.2
AC007014.1
AC007014.2
AC007016.1
AC007016.3
AC007029.1
AC007032.1
AC007036.1
AC007036.2
AC007036.4
AC007036.5
AC007036.6
AC007038.1
AC007038.2
AC007038.7
AC007040.1
AC007040.11
AC007040.2
AC007040.6
AC007040.8
AC007041.1
AC007050.17
AC007064.1
AC007064.2
AC007064.22
AC007064.24
AC007064.25
AC007064.29
AC007064.3
AC007064.4
AC007066.1
AC007066.2
AC007068.2
AC007078.4
AC007091.1
AC007092.1
AC007098.1
AC007099.1
AC007099.2
AC007100.1
AC007106.1
AC007106.2
AC007114.1
AC007114.2
AC007115.1
AC007115.3
AC007126.1
AC007128.1
AC007128.2
AC007131.2
AC007136.1
AC007151.1
AC007159.1
AC007160.1
AC007161.1
AC007161.2
AC007161.5
AC007163.1
AC007163.3
AC007163.6
AC007179.1
AC007179.2
AC007179.3
AC007182.1
AC007182.2
AC007182.6
AC007191.1
AC007191.4
AC007192.1
AC007192.4
AC007192.6
AC007193.1
AC007193.10
AC007193.2
AC007193.6
AC007193.8
AC007193.9
AC007204.1
AC007204.2
AC007204.3
AC007207.1
AC007207.2
AC007215.1
AC007216.1
AC007216.2
AC007216.3
AC007216.4
AC007216.5
AC007218.1
AC007218.2
AC007220.1
AC007221.1
AC007221.2
AC007223.1
AC007224.1
AC007224.2
AC007225.1
AC007225.2
AC007228.1
AC007228.11
AC007228.2
AC007228.5
AC007228.9
AC007229.1
AC007237.2
AC007238.1
AC007240.1
AC007246.3
AC007249.1
AC007249.2
AC007249.3
AC007250.1
AC007253.1
AC007255.1
AC007255.2
AC007255.8
AC007256.1
AC007262.1
AC007271.1
AC007272.1
AC007274.2
AC007274.3
AC007274.5
AC007275.1
AC007277.1
AC007277.3
AC007278.1
AC007278.2
AC007278.3
AC007279.1
AC007283.2
AC007283.5
AC007285.1
AC007285.2
AC007285.6
AC007285.7
AC007292.1
AC007292.2
AC007292.3
AC007292.4
AC007292.6
AC007292.7
AC007298.1
AC007298.2
AC007308.6
AC007308.7
AC007312.1
AC007312.3
AC007314.1
AC007318.1
AC007318.2
AC007319.1
AC007322.1
AC007322.3
AC007322.5
AC007322.7
AC007325.2
AC007325.4
AC007326.1
AC007326.10
AC007326.11
AC007326.12
AC007326.13
AC007326.2
AC007326.3
AC007326.5
AC007326.9
AC007327.1
AC007327.2
AC007327.5
AC007327.6
AC007333.1
AC007333.2
AC007336.1
AC007336.2
AC007336.3
AC007342.1
AC007342.2
AC007342.3
AC007342.4
AC007342.5
AC007342.6
AC007342.7
AC007342.8
AC007342.9
AC007346.1
AC007346.2
AC007347.1
AC007349.1
AC007349.2
AC007349.3
AC007349.4
AC007349.5
AC007349.7
AC007359.1
AC007359.6
AC007362.1
AC007362.3
AC007363.1
AC007364.1
AC007365.1
AC007365.2
AC007365.3
AC007368.1
AC007370.1
AC007370.2
AC007375.1
AC007375.3
AC007376.1
AC007376.2
AC007378.1
AC007381.1
AC007381.2
AC007381.3
AC007382.1
AC007383.1
AC007383.2
AC007383.3
AC007383.4
AC007384.1
AC007386.1
AC007386.2
AC007386.4
AC007387.1
AC007388.1
AC007389.1
AC007389.2
AC007389.3
AC007389.4
AC007389.5
AC007390.1
AC007390.2
AC007390.5
AC007391.1
AC007391.2
AC007394.1
AC007395.1
AC007395.3
AC007401.2
AC007402.1
AC007403.1
AC007403.3
AC007405.1
AC007405.2
AC007405.3
AC007405.4
AC007405.6
AC007405.8
AC007406.1
AC007406.2
AC007406.3
AC007406.4
AC007406.5
AC007422.1
AC007422.2
AC007423.1
AC007424.1
AC007431.1
AC007431.2
AC007431.3
AC007435.1
AC007448.1
AC007448.2
AC007448.3
AC007450.1
AC007450.2
AC007450.3
AC007450.4
AC007458.1
AC007463.1
AC007463.2
AC007485.1
AC007485.2
AC007490.1
AC007491.1
AC007493.1
AC007493.2
AC007494.1
AC007494.2
AC007494.3
AC007495.1
AC007495.2
AC007496.1
AC007496.2
AC007496.3
AC007497.1
AC007513.1
AC007527.1
AC007529.1
AC007529.2
AC007533.1
AC007536.1
AC007537.1
AC007537.2
AC007540.1
AC007541.1
AC007546.1
AC007546.2
AC007547.1
AC007547.2
AC007551.1
AC007551.2
AC007551.3
AC007552.1
AC007552.2
AC007556.1
AC007556.3
AC007557.1
AC007557.2
AC007557.3
AC007557.4
AC007559.1
AC007560.1
AC007562.1
AC007563.1
AC007563.2
AC007563.3
AC007563.5
AC007566.1
AC007566.10
AC007566.2
AC007568.1
AC007569.1
AC007570.1
AC007595.1
AC007598.1
AC007598.2
AC007598.3
AC007599.1
AC007599.2
AC007601.1
AC007601.2
AC007603.1
AC007603.2
AC007603.3
AC007608.1
AC007608.2
AC007608.3
AC007608.4
AC007610.1
AC007610.2
AC007610.3
AC007610.4
AC007611.1
AC007613.1
AC007614.2
AC007614.3
AC007614.4
AC007614.5
AC007614.6
AC007618.1
AC007618.3
AC007619.1
AC007619.2
AC007620.1
AC007620.3
AC007621.1
AC007622.1
AC007622.2
AC007631.1
AC007637.1
AC007638.1
AC007638.2
AC007639.1
AC007652.1
AC007655.1
AC007656.1
AC007656.2
AC007663.1
AC007663.2
AC007663.3
AC007663.4
AC007666.1
AC007666.5
AC007671.1
AC007671.2
AC007673.1
AC007677.1
AC007679.1
AC007679.2
AC007679.3
AC007680.2
AC007681.1
AC007682.1
AC007683.1
AC007683.2
AC007684.1
AC007685.1
AC007686.1
AC007686.2
AC007686.3
AC007687.1
AC007688.1
AC007688.2
AC007690.1
AC007728.1
AC007728.2
AC007728.3
AC007731.1
AC007731.2
AC007731.3
AC007731.4
AC007738.1
AC007741.1
AC007743.1
AC007749.1
AC007750.1
AC007750.5
AC007751.1
AC007751.2
AC007773.1
AC007773.2
AC007773.3
AC007780.1
AC007785.1
AC007785.2
AC007785.3
AC007786.1
AC007786.2
AC007786.3
AC007787.1
AC007787.2
AC007787.3
AC007790.1
AC007792.1
AC007795.1
AC007796.1
AC007823.1
AC007834.1
AC007834.2
AC007842.1
AC007848.1
AC007848.2
AC007849.1
AC007849.2
AC007861.1
AC007861.2
AC007875.2
AC007876.1
AC007878.1
AC007879.1
AC007879.2
AC007879.3
AC007879.4
AC007879.5
AC007879.7
AC007880.1
AC007881.1
AC007881.2
AC007881.3
AC007881.4
AC007899.1
AC007906.1
AC007906.2
AC007907.1
AC007919.1
AC007919.18
AC007919.19
AC007919.2
AC007920.1
AC007920.2
AC007922.1
AC007922.2
AC007922.3
AC007923.1
AC007923.2
AC007923.3
AC007923.4
AC007938.1
AC007938.2
AC007938.3
AC007938.4
AC007948.1
AC007950.1
AC007950.2
AC007952.1
AC007952.2
AC007952.3
AC007952.4
AC007952.5
AC007952.6
AC007952.7
AC007952.8
AC007952.9
AC007953.1
AC007953.2
AC007954.1
AC007956.1
AC007966.1
AC007967.1
AC007967.2
AC007967.3
AC007967.4
AC007969.1
AC007969.2
AC007969.4
AC007991.1
AC007991.2
AC007991.3
AC007991.4
AC007992.1
AC007992.2
AC007993.1
AC007993.2
AC007993.3
AC007996.1
AC007998.1
AC007998.3
AC007998.4
AC007998.5
AC008011.1
AC008011.2
AC008013.1
AC008013.2
AC008013.3
AC008014.1
AC008015.1
AC008021.1
AC008026.1
AC008026.2
AC008026.3
AC008033.1
AC008033.2
AC008033.3
AC008035.1
AC008038.1
AC008040.1
AC008040.2
AC008040.3
AC008050.1
AC008055.1
AC008056.1
AC008056.2
AC008060.1
AC008060.2
AC008060.3
AC008060.4
AC008060.5
AC008060.7
AC008060.8
AC008063.1
AC008063.2
AC008063.3
AC008065.1
AC008066.1
AC008067.1
AC008067.2
AC008069.1
AC008069.2
AC008072.1
AC008073.1
AC008073.2
AC008073.3
AC008073.7
AC008073.9
AC008074.1
AC008074.2
AC008074.3
AC008074.5
AC008079.1
AC008079.10
AC008079.12
AC008079.2
AC008080.1
AC008080.2
AC008080.3
AC008080.4
AC008083.1
AC008083.2
AC008083.3
AC008083.4
AC008088.1
AC008088.4
AC008103.1
AC008103.4
AC008105.1
AC008105.2
AC008105.3
AC008109.1
AC008114.1
AC008115.1
AC008115.2
AC008115.3
AC008115.4
AC008121.1
AC008121.2
AC008121.3
AC008124.1
AC008125.1
AC008126.1
AC008127.1
AC008127.2
AC008132.1
AC008132.13
AC008132.14
AC008133.1
AC008133.2
AC008134.1
AC008147.1
AC008147.2
AC008147.3
AC008147.4
AC008149.1
AC008154.1
AC008154.2
AC008154.4
AC008154.5
AC008155.1
AC008155.2
AC008158.1
AC008162.2
AC008163.1
AC008164.1
AC008171.1
AC008173.1
AC008174.3
AC008175.1
AC008243.1
AC008250.1
AC008250.2
AC008264.1
AC008264.2
AC008264.4
AC008267.1
AC008267.2
AC008267.3
AC008267.4
AC008267.5
AC008267.6
AC008267.7
AC008268.1
AC008269.1
AC008269.2
AC008277.1
AC008277.2
AC008278.1
AC008278.2
AC008278.3
AC008280.1
AC008280.3
AC008378.1
AC008379.1
AC008385.1
AC008392.1
AC008393.1
AC008395.1
AC008403.2
AC008403.3
AC008406.1
AC008406.2
AC008406.3
AC008410.1
AC008412.1
AC008413.1
AC008413.2
AC008415.1
AC008417.1
AC008427.1
AC008429.1
AC008429.2
AC008429.3
AC008429.4
AC008432.1
AC008434.1
AC008438.1
AC008438.2
AC008440.1
AC008440.10
AC008440.3
AC008440.5
AC008443.1
AC008443.2
AC008443.3
AC008443.4
AC008443.5
AC008443.6
AC008443.7
AC008448.1
AC008456.1
AC008464.1
AC008467.1
AC008474.1
AC008481.1
AC008481.2
AC008489.1
AC008494.1
AC008494.2
AC008494.3
AC008496.1
AC008496.2
AC008498.1
AC008498.2
AC008505.1
AC008507.1
AC008507.2
AC008507.3
AC008507.4
AC008507.5
AC008514.1
AC008514.2
AC008517.1
AC008521.1
AC008521.2
AC008522.1
AC008525.1
AC008526.1
AC008534.1
AC008536.1
AC008536.2
AC008536.3
AC008537.2
AC008537.3
AC008537.4
AC008539.1
AC008543.1
AC008543.2
AC008543.3
AC008543.4
AC008543.5
AC008549.1
AC008549.2
AC008549.3
AC008550.1
AC008551.1
AC008554.1
AC008555.1
AC008555.2
AC008555.3
AC008555.4
AC008555.5
AC008555.6
AC008555.7
AC008555.8
AC008556.1
AC008560.1
AC008562.1
AC008565.1
AC008567.1
AC008567.2
AC008567.3
AC008568.1
AC008568.2
AC008569.2
AC008571.1
AC008572.1
AC008574.1
AC008575.1
AC008575.2
AC008588.1
AC008591.1
AC008592.1
AC008592.2
AC008592.3
AC008592.4
AC008592.5
AC008592.7
AC008592.8
AC008601.1
AC008608.1
AC008608.2
AC008609.1
AC008610.1
AC008619.1
AC008620.1
AC008620.2
AC008622.1
AC008622.2
AC008626.1
AC008626.2
AC008627.1
AC008628.1
AC008628.2
AC008629.1
AC008629.2
AC008629.3
AC008632.1
AC008635.1
AC008638.1
AC008638.2
AC008638.3
AC008641.1
AC008649.1
AC008649.2
AC008652.1
AC008655.2
AC008659.1
AC008662.1
AC008662.2
AC008663.1
AC008663.2
AC008663.3
AC008667.1
AC008667.2
AC008667.3
AC008667.4
AC008669.1
AC008676.1
AC008676.2
AC008676.3
AC008677.1
AC008677.2
AC008677.3
AC008680.1
AC008687.2
AC008687.3
AC008687.4
AC008687.5
AC008687.6
AC008687.8
AC008691.1
AC008694.1
AC008694.2
AC008694.3
AC008696.1
AC008696.2
AC008697.1
AC008700.1
AC008703.1
AC008705.1
AC008708.1
AC008708.2
AC008716.1
AC008723.1
AC008725.1
AC008728.1
AC008731.1
AC008734.1
AC008734.2
AC008735.1
AC008735.2
AC008735.3
AC008735.4
AC008735.5
AC008735.6
AC008736.1
AC008736.2
AC008737.1
AC008737.2
AC008737.3
AC008738.1
AC008738.2
AC008738.4
AC008738.6
AC008739.1
AC008739.2
AC008739.3
AC008739.5
AC008740.1
AC008740.2
AC008741.2
AC008742.1
AC008743.1
AC008745.1
AC008746.10
AC008746.12
AC008746.3
AC008746.5
AC008746.9
AC008747.1
AC008750.1
AC008750.2
AC008750.3
AC008750.5
AC008750.6
AC008750.7
AC008750.8
AC008751.1
AC008751.2
AC008752.1
AC008752.2
AC008752.3
AC008753.1
AC008753.2
AC008753.3
AC008753.4
AC008753.6
AC008758.2
AC008758.4
AC008758.6
AC008759.1
AC008759.2
AC008759.3
AC008760.1
AC008760.2
AC008761.2
AC008761.3
AC008763.1
AC008763.2
AC008764.1
AC008764.10
AC008764.2
AC008764.4
AC008764.5
AC008764.6
AC008764.8
AC008764.9
AC008770.1
AC008770.2
AC008770.3
AC008770.4
AC008771.1
AC008780.1
AC008780.2
AC008781.1
AC008781.2
AC008781.3
AC008781.7
AC008782.1
AC008785.1
AC008794.1
AC008794.2
AC008798.1
AC008799.1
AC008799.2
AC008802.1
AC008805.1
AC008805.2
AC008806.1
AC008808.1
AC008808.2
AC008813.1
AC008814.1
AC008817.1
AC008825.1
AC008825.2
AC008833.1
AC008834.1
AC008834.2
AC008837.1
AC008837.2
AC008840.1
AC008850.1
AC008850.3
AC008852.1
AC008868.1
AC008869.1
AC008870.2
AC008870.3
AC008870.4
AC008870.5
AC008871.1
AC008873.1
AC008875.1
AC008883.1
AC008883.2
AC008885.1
AC008885.2
AC008892.1
AC008894.1
AC008894.2
AC008894.3
AC008895.1
AC008897.1
AC008897.2
AC008897.3
AC008906.1
AC008906.2
AC008915.1
AC008915.2
AC008937.1
AC008937.2
AC008937.3
AC008938.1
AC008940.1
AC008945.1
AC008945.2
AC008946.1
AC008948.1
AC008953.1
AC008957.1
AC008957.2
AC008957.3
AC008958.1
AC008962.1
AC008964.1
AC008966.1
AC008966.2
AC008967.1
AC008969.1
AC008972.1
AC008972.2
AC008982.2
AC008984.2
AC008984.5
AC008984.6
AC008984.7
AC008985.1
AC008991.1
AC008991.2
AC008992.1
AC008993.1
AC008993.2
AC008993.3
AC009005.1
AC009005.2
AC009014.1
AC009014.3
AC009019.1
AC009021.1
AC009021.2
AC009022.1
AC009027.1
AC009032.1
AC009033.1
AC009034.1
AC009035.1
AC009039.1
AC009039.2
AC009041.1
AC009041.2
AC009041.4
AC009044.1
AC009052.12
AC009053.1
AC009053.2
AC009053.3
AC009053.4
AC009054.1
AC009054.2
AC009055.1
AC009055.2
AC009060.1
AC009060.2
AC009061.1
AC009061.2
AC009063.1
AC009063.2
AC009063.3
AC009065.1
AC009065.2
AC009065.3
AC009065.4
AC009065.5
AC009065.6
AC009065.8
AC009075.1
AC009075.2
AC009078.1
AC009078.2
AC009078.3
AC009081.1
AC009084.1
AC009084.2
AC009086.1
AC009086.3
AC009087.1
AC009088.1
AC009088.2
AC009088.4
AC009090.1
AC009090.2
AC009090.3
AC009090.4
AC009090.5
AC009093.1
AC009093.10
AC009093.2
AC009093.3
AC009093.4
AC009093.5
AC009093.6
AC009093.7
AC009093.8
AC009093.9
AC009094.1
AC009095.1
AC009095.4
AC009097.1
AC009097.2
AC009097.3
AC009097.4
AC009101.1
AC009101.2
AC009102.1
AC009102.2
AC009102.3
AC009107.1
AC009107.2
AC009108.1
AC009108.2
AC009108.3
AC009108.4
AC009110.1
AC009113.1
AC009117.1
AC009117.2
AC009117.3
AC009118.1
AC009118.2
AC009118.3
AC009119.1
AC009119.2
AC009119.3
AC009120.1
AC009120.10
AC009120.11
AC009120.2
AC009120.3
AC009120.4
AC009120.5
AC009120.6
AC009120.7
AC009120.9
AC009121.1
AC009121.2
AC009122.1
AC009123.1
AC009126.1
AC009127.1
AC009127.2
AC009127.3
AC009132.1
AC009133.1
AC009133.12
AC009133.14
AC009133.15
AC009133.17
AC009133.2
AC009133.20
AC009133.21
AC009133.22
AC009133.23
AC009133.24
AC009133.3
AC009133.4
AC009134.1
AC009135.1
AC009135.2
AC009137.1
AC009137.2
AC009139.1
AC009139.2
AC009142.1
AC009145.1
AC009145.2
AC009145.3
AC009145.4
AC009148.1
AC009152.1
AC009153.1
AC009154.1
AC009154.2
AC009158.1
AC009159.1
AC009159.2
AC009159.3
AC009159.4
AC009161.1
AC009163.3
AC009163.5
AC009163.6
AC009163.7
AC009166.1
AC009166.2
AC009166.5
AC009166.7
AC009166.8
AC009166.9
AC009167.1
AC009169.1
AC009171.1
AC009171.2
AC009185.1
AC009220.1
AC009220.2
AC009220.3
AC009226.1
AC009227.1
AC009227.2
AC009227.3
AC009228.1
AC009229.1
AC009229.2
AC009229.3
AC009229.4
AC009229.5
AC009229.6
AC009233.1
AC009234.1
AC009236.1
AC009236.2
AC009237.1
AC009237.10
AC009237.11
AC009237.12
AC009237.13
AC009237.14
AC009237.15
AC009237.16
AC009237.17
AC009237.2
AC009237.3
AC009237.4
AC009237.5
AC009237.6
AC009237.8
AC009237.9
AC009238.1
AC009238.2
AC009238.6
AC009238.7
AC009238.8
AC009242.1
AC009244.1
AC009245.1
AC009245.3
AC009248.1
AC009248.2
AC009262.1
AC009262.2
AC009263.1
AC009263.2
AC009264.1
AC009268.1
AC009268.2
AC009269.1
AC009269.2
AC009269.3
AC009269.4
AC009269.5
AC009269.6
AC009271.1
AC009274.6
AC009275.1
AC009276.1
AC009276.4
AC009283.1
AC009292.1
AC009292.2
AC009296.1
AC009299.1
AC009299.2
AC009299.3
AC009299.4
AC009302.1
AC009303.1
AC009303.2
AC009303.3
AC009303.4
AC009305.1
AC009309.1
AC009310.1
AC009312.1
AC009313.1
AC009313.2
AC009314.1
AC009318.1
AC009318.2
AC009318.3
AC009318.4
AC009319.1
AC009320.1
AC009336.1
AC009336.2
AC009336.24
AC009336.3
AC009362.1
AC009362.2
AC009365.1
AC009365.2
AC009365.4
AC009387.1
AC009396.1
AC009396.2
AC009396.3
AC009403.1
AC009403.2
AC009404.1
AC009404.2
AC009407.1
AC009410.1
AC009411.1
AC009411.2
AC009412.8
AC009413.1
AC009414.1
AC009414.2
AC009432.1
AC009435.1
AC009446.1
AC009452.1
AC009464.1
AC009468.1
AC009468.2
AC009473.1
AC009474.1
AC009474.2
AC009477.1
AC009477.7
AC009478.1
AC009480.1
AC009480.2
AC009480.3
AC009480.4
AC009486.1
AC009487.1
AC009487.2
AC009487.3
AC009487.4
AC009487.5
AC009494.1
AC009494.3
AC009495.1
AC009495.2
AC009495.3
AC009495.4
AC009498.1
AC009499.1
AC009500.1
AC009500.2
AC009501.1
AC009501.2
AC009501.3
AC009501.4
AC009502.1
AC009502.2
AC009502.4
AC009505.1
AC009505.2
AC009505.4
AC009506.1
AC009508.1
AC009509.1
AC009509.2
AC009509.3
AC009509.4
AC009511.2
AC009517.1
AC009517.2
AC009518.1
AC009518.2
AC009518.3
AC009518.4
AC009518.8
AC009531.1
AC009531.2
AC009533.1
AC009533.2
AC009541.1
AC009542.1
AC009542.2
AC009549.1
AC009554.1
AC009558.1
AC009558.2
AC009560.1
AC009562.1
AC009563.1
AC009567.1
AC009567.2
AC009570.1
AC009597.1
AC009597.2
AC009623.1
AC009623.2
AC009630.1
AC009630.2
AC009643.1
AC009643.2
AC009646.1
AC009646.2
AC009652.1
AC009652.2
AC009654.1
AC009656.1
AC009660.1
AC009686.1
AC009686.2
AC009690.1
AC009690.2
AC009704.1
AC009704.2
AC009712.1
AC009716.1
AC009716.2
AC009720.1
AC009729.1
AC009743.1
AC009754.1
AC009779.1
AC009779.2
AC009779.3
AC009779.4
AC009779.5
AC009779.6
AC009779.7
AC009779.8
AC009784.1
AC009784.3
AC009784.4
AC009800.1
AC009802.1
AC009803.1
AC009803.2
AC009803.3
AC009804.1
AC009804.2
AC009806.1
AC009812.1
AC009812.2
AC009812.3
AC009812.4
AC009831.1
AC009831.2
AC009831.3
AC009831.4
AC009831.5
AC009852.1
AC009852.2
AC009869.1
AC009878.1
AC009879.1
AC009884.1
AC009884.2
AC009892.10
AC009892.2
AC009892.5
AC009892.9
AC009901.1
AC009901.2
AC009902.1
AC009902.2
AC009902.3
AC009908.1
AC009927.1
AC009927.2
AC009930.1
AC009945.1
AC009945.4
AC009947.1
AC009947.2
AC009947.3
AC009947.5
AC009948.1
AC009948.2
AC009948.3
AC009948.4
AC009948.5
AC009949.1
AC009950.1
AC009950.2
AC009951.1
AC009951.2
AC009955.1
AC009955.2
AC009955.3
AC009955.4
AC009955.8
AC009961.1
AC009961.2
AC009961.3
AC009961.5
AC009962.1
AC009963.1
AC009963.2
AC009963.3
AC009963.4
AC009965.1
AC009965.2
AC009967.1
AC009969.1
AC009970.1
AC009971.1
AC009974.1
AC009975.1
AC009975.2
AC009977.1
AC009987.1
AC009988.1
AC009994.1
AC009996.1
AC009997.1
AC010082.1
AC010082.2
AC010084.1
AC010086.1
AC010086.5
AC010087.1
AC010090.1
AC010091.1
AC010095.1
AC010095.5
AC010095.6
AC010096.1
AC010099.1
AC010099.3
AC010099.4
AC010105.1
AC010127.1
AC010127.3
AC010132.1
AC010132.10
AC010132.11
AC010132.3
AC010132.4
AC010136.1
AC010139.1
AC010141.4
AC010141.6
AC010145.1
AC010145.3
AC010145.4
AC010148.1
AC010149.1
AC010149.2
AC010149.4
AC010150.1
AC010153.3
AC010154.2
AC010157.1
AC010163.1
AC010163.2
AC010168.1
AC010168.2
AC010173.1
AC010175.1
AC010177.1
AC010181.1
AC010181.2
AC010182.1
AC010183.1
AC010183.2
AC010185.1
AC010186.1
AC010186.2
AC010186.3
AC010186.4
AC010196.1
AC010197.1
AC010198.1
AC010198.2
AC010200.1
AC010200.2
AC010201.1
AC010201.2
AC010202.1
AC010203.1
AC010203.2
AC010205.1
AC010207.1
AC010210.1
AC010223.1
AC010226.1
AC010226.4
AC010230.1
AC010234.1
AC010235.1
AC010240.1
AC010240.2
AC010240.3
AC010245.2
AC010247.1
AC010247.2
AC010255.1
AC010255.2
AC010255.3
AC010260.1
AC010261.1
AC010261.2
AC010265.1
AC010266.1
AC010266.2
AC010267.1
AC010271.1
AC010271.2
AC010273.1
AC010273.2
AC010275.1
AC010280.1
AC010280.2
AC010280.3
AC010285.1
AC010285.2
AC010285.3
AC010287.1
AC010297.1
AC010300.1
AC010301.1
AC010306.1
AC010307.1
AC010307.2
AC010307.3
AC010307.4
AC010319.1
AC010319.4
AC010319.5
AC010320.1
AC010320.2
AC010320.3
AC010320.4
AC010320.5
AC010323.1
AC010323.2
AC010325.1
AC010325.2
AC010325.3
AC010326.1
AC010326.3
AC010326.4
AC010327.2
AC010327.3
AC010327.4
AC010328.1
AC010328.2
AC010328.3
AC010329.1
AC010329.2
AC010329.5
AC010331.1
AC010332.1
AC010332.2
AC010333.1
AC010333.2
AC010333.3
AC010335.1
AC010336.1
AC010336.2
AC010336.5
AC010338.1
AC010342.1
AC010343.1
AC010343.2
AC010343.3
AC010350.1
AC010359.1
AC010368.1
AC010374.1
AC010374.2
AC010376.1
AC010378.1
AC010385.1
AC010385.2
AC010385.3
AC010387.1
AC010395.1
AC010395.2
AC010401.1
AC010401.2
AC010401.3
AC010406.1
AC010409.1
AC010409.2
AC010420.1
AC010422.1
AC010422.2
AC010422.3
AC010422.4
AC010422.6
AC010424.1
AC010424.2
AC010424.3
AC010425.1
AC010435.1
AC010441.1
AC010442.1
AC010442.2
AC010445.1
AC010451.1
AC010451.2
AC010451.3
AC010457.1
AC010460.1
AC010460.2
AC010460.3
AC010463.2
AC010463.3
AC010468.1
AC010468.2
AC010468.3
AC010469.1
AC010469.2
AC010476.1
AC010478.1
AC010480.1
AC010485.1
AC010486.1
AC010486.2
AC010486.3
AC010487.1
AC010487.2
AC010491.1
AC010492.2
AC010492.4
AC010492.5
AC010493.1
AC010501.1
AC010503.3
AC010503.4
AC010504.1
AC010504.2
AC010507.1
AC010511.1
AC010518.2
AC010518.3
AC010519.1
AC010524.1
AC010524.2
AC010524.4
AC010525.1
AC010525.4
AC010525.5
AC010525.6
AC010525.7
AC010528.1
AC010530.1
AC010531.2
AC010531.3
AC010531.4
AC010531.5
AC010531.6
AC010531.8
AC010533.1
AC010536.1
AC010536.2
AC010536.3
AC010538.1
AC010542.1
AC010542.4
AC010542.5
AC010546.1
AC010547.1
AC010547.2
AC010547.3
AC010547.4
AC010547.6
AC010547.7
AC010547.9
AC010551.1
AC010551.2
AC010551.3
AC010587.1
AC010587.2
AC010591.1
AC010595.1
AC010598.1
AC010601.1
AC010601.2
AC010605.1
AC010608.1
AC010608.2
AC010608.3
AC010609.1
AC010615.1
AC010615.2
AC010615.3
AC010616.1
AC010618.1
AC010618.2
AC010618.3
AC010619.2
AC010620.1
AC010620.2
AC010624.1
AC010624.2
AC010624.3
AC010624.4
AC010625.1
AC010627.1
AC010631.1
AC010632.1
AC010632.2
AC010632.3
AC010634.1
AC010636.1
AC010636.2
AC010641.1
AC010642.1
AC010642.2
AC010643.1
AC010646.3
AC010649.1
AC010650.1
AC010653.1
AC010653.3
AC010654.1
AC010655.1
AC010655.2
AC010655.4
AC010677.1
AC010677.5
AC010678.1
AC010680.1
AC010680.2
AC010680.3
AC010680.4
AC010680.5
AC010683.1
AC010719.1
AC010722.1
AC010723.1
AC010729.1
AC010729.2
AC010731.1
AC010731.2
AC010731.3
AC010733.1
AC010733.4
AC010735.1
AC010735.2
AC010737.1
AC010738.1
AC010740.1
AC010745.1
AC010745.2
AC010745.3
AC010745.4
AC010746.1
AC010746.3
AC010754.1
AC010760.1
AC010761.1
AC010761.10
AC010761.13
AC010761.14
AC010761.2
AC010761.3
AC010761.4
AC010761.6
AC010761.8
AC010761.9
AC010768.1
AC010768.2
AC010768.3
AC010768.4
AC010776.1
AC010776.2
AC010776.3
AC010789.1
AC010809.1
AC010809.2
AC010809.3
AC010834.2
AC010834.3
AC010857.1
AC010864.1
AC010867.1
AC010872.1
AC010878.1
AC010878.3
AC010880.1
AC010881.1
AC010883.1
AC010883.5
AC010884.1
AC010886.1
AC010886.2
AC010889.1
AC010890.1
AC010891.1
AC010891.2
AC010894.1
AC010894.2
AC010894.3
AC010894.4
AC010894.5
AC010900.1
AC010900.2
AC010904.1
AC010904.2
AC010907.1
AC010907.2
AC010907.5
AC010913.1
AC010928.1
AC010928.2
AC010928.3
AC010931.1
AC010931.2
AC010931.3
AC010947.1
AC010967.1
AC010967.2
AC010967.3
AC010969.1
AC010969.2
AC010970.1
AC010970.2
AC010971.1
AC010973.1
AC010973.2
AC010974.1
AC010974.3
AC010975.1
AC010975.2
AC010975.3
AC010976.1
AC010976.2
AC010978.1
AC010980.1
AC010980.2
AC010982.1
AC010982.2
AC010983.1
AC010987.5
AC010997.1
AC010997.2
AC010997.3
AC010997.4
AC010997.5
AC010997.6
AC010998.1
AC010998.2
AC010998.3
AC010999.1
AC010999.2
AC011005.1
AC011005.2
AC011005.3
AC011005.4
AC011008.1
AC011008.2
AC011037.1
AC011043.1
AC011092.1
AC011092.2
AC011095.1
AC011120.1
AC011124.1
AC011124.2
AC011131.1
AC011139.1
AC011155.1
AC011155.2
AC011193.1
AC011193.2
AC011195.1
AC011195.2
AC011196.1
AC011196.3
AC011199.1
AC011225.1
AC011228.1
AC011233.1
AC011233.2
AC011239.1
AC011239.2
AC011242.1
AC011242.5
AC011243.1
AC011247.1
AC011247.2
AC011247.3
AC011257.1
AC011260.1
AC011266.1
AC011270.1
AC011270.2
AC011276.1
AC011284.1
AC011284.3
AC011286.1
AC011287.1
AC011287.2
AC011288.2
AC011290.1
AC011290.2
AC011290.4
AC011290.5
AC011294.1
AC011294.3
AC011297.1
AC011298.1
AC011298.2
AC011298.3
AC011306.1
AC011330.1
AC011330.13
AC011330.2
AC011330.5
AC011333.1
AC011337.1
AC011346.1
AC011352.1
AC011352.2
AC011352.3
AC011362.1
AC011363.1
AC011365.1
AC011365.2
AC011369.1
AC011369.2
AC011373.1
AC011374.1
AC011374.2
AC011377.1
AC011379.1
AC011379.2
AC011380.8
AC011380.9
AC011383.1
AC011389.1
AC011389.2
AC011389.3
AC011396.1
AC011396.2
AC011396.3
AC011405.1
AC011406.1
AC011406.2
AC011410.1
AC011411.1
AC011416.1
AC011416.2
AC011416.3
AC011416.4
AC011431.1
AC011442.1
AC011443.1
AC011444.1
AC011444.2
AC011444.3
AC011444.4
AC011445.1
AC011445.2
AC011447.2
AC011447.3
AC011447.4
AC011447.5
AC011447.6
AC011447.7
AC011448.1
AC011450.1
AC011451.1
AC011451.2
AC011451.3
AC011453.1
AC011453.2
AC011455.1
AC011455.2
AC011455.3
AC011456.1
AC011458.1
AC011458.2
AC011460.1
AC011461.1
AC011462.1
AC011462.3
AC011462.4
AC011465.1
AC011466.1
AC011466.2
AC011466.3
AC011466.4
AC011467.1
AC011467.2
AC011467.3
AC011467.4
AC011467.5
AC011467.6
AC011468.1
AC011468.2
AC011468.3
AC011468.4
AC011468.5
AC011471.2
AC011471.3
AC011471.4
AC011472.1
AC011472.2
AC011472.4
AC011472.5
AC011473.1
AC011473.3
AC011473.4
AC011474.1
AC011474.2
AC011474.3
AC011474.4
AC011475.1
AC011476.1
AC011476.2
AC011476.3
AC011476.5
AC011477.1
AC011477.2
AC011477.3
AC011477.4
AC011477.5
AC011477.6
AC011477.7
AC011478.1
AC011479.2
AC011479.3
AC011481.1
AC011481.2
AC011481.3
AC011483.1
AC011483.2
AC011483.3
AC011483.4
AC011484.1
AC011487.1
AC011487.2
AC011487.3
AC011487.4
AC011489.1
AC011491.1
AC011491.2
AC011491.3
AC011492.1
AC011493.1
AC011494.1
AC011495.1
AC011497.2
AC011498.1
AC011498.2
AC011498.3
AC011498.4
AC011498.5
AC011498.6
AC011498.7
AC011500.1
AC011500.2
AC011500.3
AC011503.1
AC011503.2
AC011504.1
AC011506.1
AC011507.1
AC011509.1
AC011509.2
AC011510.1
AC011511.1
AC011511.2
AC011511.4
AC011511.5
AC011513.3
AC011513.4
AC011515.2
AC011516.1
AC011518.1
AC011518.2
AC011523.1
AC011523.2
AC011524.1
AC011524.2
AC011524.3
AC011525.1
AC011525.2
AC011525.4
AC011526.1
AC011530.4
AC011551.1
AC011551.3
AC011558.5
AC011586.1
AC011591.1
AC011591.2
AC011592.1
AC011595.1
AC011595.2
AC011595.3
AC011601.1
AC011602.1
AC011603.1
AC011603.2
AC011603.4
AC011604.1
AC011604.2
AC011611.1
AC011611.2
AC011611.3
AC011611.5
AC011611.6
AC011625.1
AC011626.1
AC011632.1
AC011632.2
AC011648.1
AC011676.1
AC011676.2
AC011676.3
AC011676.4
AC011676.5
AC011700.1
AC011712.1
AC011716.1
AC011718.2
AC011718.3
AC011726.1
AC011726.2
AC011726.3
AC011731.1
AC011742.1
AC011742.2
AC011742.3
AC011742.5
AC011747.1
AC011747.2
AC011747.3
AC011747.4
AC011747.6
AC011747.7
AC011752.1
AC011753.1
AC011753.2
AC011753.3
AC011753.4
AC011753.5
AC011753.6
AC011754.1
AC011755.1
AC011767.1
AC011773.1
AC011773.2
AC011773.3
AC011773.4
AC011815.1
AC011815.2
AC011815.3
AC011816.1
AC011816.2
AC011824.1
AC011824.2
AC011824.3
AC011825.1
AC011825.2
AC011825.4
AC011840.1
AC011840.2
AC011840.3
AC011840.4
AC011840.6
AC011841.1
AC011853.1
AC011853.2
AC011890.1
AC011891.2
AC011891.5
AC011893.1
AC011893.3
AC011894.1
AC011897.1
AC011897.2
AC011899.1
AC011899.10
AC011899.2
AC011899.3
AC011899.9
AC011900.1
AC011901.2
AC011904.1
AC011912.1
AC011921.1
AC011921.2
AC011921.3
AC011933.1
AC011933.2
AC011933.3
AC011933.4
AC011939.1
AC011939.2
AC011944.1
AC011944.2
AC011978.1
AC011978.2
AC011979.1
AC011979.2
AC011990.1
AC011995.1
AC011995.2
AC011995.3
AC011997.1
AC011998.1
AC011998.2
AC011998.3
AC011998.4
AC011999.1
AC012005.1
AC012005.2
AC012005.3
AC012020.1
AC012038.1
AC012038.2
AC012044.1
AC012048.1
AC012050.1
AC012055.1
AC012055.2
AC012065.1
AC012065.2
AC012065.3
AC012065.4
AC012065.5
AC012065.7
AC012066.1
AC012070.1
AC012073.1
AC012074.1
AC012074.2
AC012075.1
AC012078.1
AC012078.2
AC012081.1
AC012085.1
AC012085.2
AC012087.1
AC012100.1
AC012100.2
AC012100.3
AC012103.1
AC012119.1
AC012123.1
AC012123.2
AC012146.1
AC012146.2
AC012146.3
AC012146.4
AC012146.7
AC012150.1
AC012150.2
AC012157.1
AC012158.1
AC012170.1
AC012170.2
AC012170.3
AC012173.1
AC012174.1
AC012175.1
AC012181.1
AC012181.2
AC012181.3
AC012182.1
AC012183.1
AC012184.3
AC012186.1
AC012186.2
AC012186.3
AC012213.1
AC012213.2
AC012213.3
AC012213.4
AC012229.1
AC012236.1
AC012254.1
AC012254.3
AC012254.4
AC012254.5
AC012291.1
AC012301.1
AC012306.1
AC012306.2
AC012307.1
AC012307.2
AC012307.3
AC012308.1
AC012309.1
AC012309.2
AC012309.5
AC012312.1
AC012313.1
AC012313.10
AC012313.2
AC012313.3
AC012313.4
AC012313.5
AC012313.6
AC012313.8
AC012313.9
AC012314.19
AC012314.20
AC012314.7
AC012314.8
AC012317.1
AC012317.2
AC012322.1
AC012339.1
AC012339.2
AC012349.1
AC012354.1
AC012354.2
AC012354.3
AC012354.6
AC012355.1
AC012358.1
AC012358.2
AC012358.3
AC012358.7
AC012358.8
AC012360.1
AC012360.2
AC012360.3
AC012360.4
AC012360.6
AC012361.1
AC012362.1
AC012363.1
AC012363.13
AC012363.2
AC012363.4
AC012366.1
AC012368.1
AC012368.2
AC012368.3
AC012370.1
AC012370.2
AC012370.3
AC012377.1
AC012378.1
AC012379.1
AC012379.2
AC012400.1
AC012404.1
AC012404.2
AC012409.1
AC012409.2
AC012409.3
AC012409.4
AC012409.5
AC012413.1
AC012414.2
AC012414.3
AC012414.4
AC012414.5
AC012414.6
AC012414.7
AC012417.1
AC012433.1
AC012435.1
AC012435.2
AC012441.1
AC012441.2
AC012442.1
AC012442.2
AC012442.3
AC012442.5
AC012442.6
AC012443.1
AC012445.1
AC012447.1
AC012451.1
AC012454.1
AC012456.1
AC012456.2
AC012456.3
AC012456.4
AC012457.2
AC012462.1
AC012462.2
AC012462.3
AC012464.1
AC012464.2
AC012464.3
AC012467.1
AC012467.2
AC012468.1
AC012485.1
AC012485.2
AC012485.3
AC012486.1
AC012487.2
AC012488.1
AC012488.3
AC012491.1
AC012493.1
AC012493.2
AC012493.3
AC012494.1
AC012497.1
AC012498.1
AC012498.2
AC012499.1
AC012501.1
AC012501.2
AC012506.1
AC012506.2
AC012506.3
AC012506.4
AC012507.2
AC012507.3
AC012507.4
AC012508.1
AC012508.2
AC012510.1
AC012511.1
AC012512.1
AC012513.1
AC012513.2
AC012513.3
AC012513.4
AC012513.6
AC012519.1
AC012531.1
AC012531.25
AC012531.4
AC012531.5
AC012555.1
AC012555.2
AC012557.1
AC012557.2
AC012557.3
AC012558.1
AC012560.1
AC012564.1
AC012568.1
AC012569.1
AC012572.1
AC012574.1
AC012574.2
AC012593.1
AC012593.2
AC012594.1
AC012603.1
AC012613.1
AC012613.2
AC012615.1
AC012615.3
AC012615.4
AC012615.6
AC012617.1
AC012618.1
AC012618.2
AC012618.3
AC012625.1
AC012629.1
AC012629.2
AC012629.3
AC012629.4
AC012640.1
AC012640.2
AC012640.3
AC012640.4
AC012640.5
AC012645.1
AC012645.2
AC012645.3
AC012645.4
AC012651.1
AC012653.1
AC012653.2
AC012668.1
AC012668.2
AC012668.3
AC012669.1
AC012671.1
AC012676.1
AC012676.2
AC012676.3
AC012676.4
AC012676.5
AC013244.1
AC013244.2
AC013244.3
AC013248.1
AC013248.2
AC013262.1
AC013264.1
AC013264.2
AC013267.1
AC013268.1
AC013268.2
AC013268.3
AC013268.4
AC013268.5
AC013269.1
AC013269.2
AC013269.3
AC013269.4
AC013269.5
AC013270.1
AC013271.1
AC013271.3
AC013271.5
AC013271.7
AC013275.1
AC013275.2
AC013283.1
AC013286.1
AC013290.1
AC013355.1
AC013356.1
AC013356.2
AC013356.3
AC013391.1
AC013391.2
AC013391.3
AC013394.1
AC013394.2
AC013399.1
AC013400.1
AC013401.1
AC013401.2
AC013402.1
AC013402.2
AC013402.3
AC013402.4
AC013402.5
AC013403.1
AC013403.13
AC013403.2
AC013404.1
AC013410.1
AC013410.2
AC013412.1
AC013417.1
AC013429.1
AC013429.2
AC013429.4
AC013436.1
AC013436.5
AC013437.1
AC013437.2
AC013439.1
AC013442.1
AC013444.1
AC013444.2
AC013448.1
AC013448.2
AC013449.1
AC013451.1
AC013451.2
AC013452.1
AC013452.2
AC013457.1
AC013460.1
AC013461.1
