{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordLevel",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordLevel",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "PLAC4": 5,
      "RPS2P45": 6,
      "C3orf18": 7,
      "C6orf226": 8,
      "CISD3": 9,
      "KDM1A": 10,
      "HIST1H2BN": 11,
      "RARA": 12,
      "AQR": 13,
      "PPM1L": 14,
      "SPPL2C": 15,
      "WDFY4": 16,
      "COX16": 17,
      "ETS1": 18,
      "SARM1": 19,
      "TMEM185A": 20,
      "IFNLR1": 21,
      "INPPL1": 22,
      "AGER": 23,
      "OCIAD1": 24,
      "EIF4EBP2": 25,
      "LINC00705": 26,
      "CACNB1": 27,
      "LLGL1": 28,
      "RBM47": 29,
      "RNF19A": 30,
      "H1FX-AS1": 31,
      "LOC284014": 32,
      "DICER1": 33,
      "HCN1": 34,
      "GTF3C3": 35,
      "RUNX2": 36,
      "EME1": 37,
      "RNF7": 38,
      "CDK2": 39,
      "PAPD7": 40,
      "LINC01184": 41,
      "LOC101929964": 42,
      "MSH3": 43,
      "CAMP": 44,
      "COPG2IT1": 45,
      "FAM49B": 46,
      "LOC100289061": 47,
      "LOC284661": 48,
      "SOX5P": 49,
      "IFNA1": 50,
      "IFNA13": 51,
      "ZNF391": 52,
      "LOC255654": 53,
      "TMPRSS3": 54,
      "BRD8": 55,
      "FAM122B": 56,
      "NLRP4": 57,
      "NPFFR2": 58,
      "LINC01215": 59,
      "TMC6": 60,
      "FAM45A": 61,
      "FAM45B": 62,
      "MED11": 63,
      "C7orf31": 64,
      "DNAJC1": 65,
      "GUCA1C": 66,
      "NR4A1": 67,
      "SLC30A7": 68,
      "ZNF431": 69,
      "HECA": 70,
      "KBTBD4": 71,
      "PTPMT1": 72,
      "ASB12": 73,
      "ZNF785": 74,
      "GJC1": 75,
      "ISOC2": 76,
      "NICN1": 77,
      "SLC35C1": 78,
      "KIF5B": 79,
      "LOC101928495": 80,
      "MTNR1B": 81,
      "PCYT1B": 82,
      "KGFLP2": 83,
      "UBE2G2": 84,
      "BC038194": 85,
      "RP11-550P17.5": 86,
      "ZC3H18": 87,
      "C11orf95": 88,
      "TUB": 89,
      "ANKRD27": 90,
      "DYNLT3": 91,
      "ADCY1": 92,
      "CDH13": 93,
      "PDC": 94,
      "ZNF630": 95,
      "GNA14": 96,
      "RP11-433A10.3": 97,
      "KLHL10": 98,
      "SLIT1": 99,
      "NAT8L": 100,
      "TIMM17A": 101,
      "ENPP2": 102,
      "UBE3A": 103,
      "DHRS4-AS1": 104,
      "TFB2M": 105,
      "CILP": 106,
      "SMPDL3B": 107,
      "GLYR1": 108,
      "CASC10": 109,
      "PPP2R5B": 110,
      "FKBP8": 111,
      "GUK1": 112,
      "CELF2": 113,
      "PCGF5": 114,
      "FOXN3": 115,
      "ZHX1": 116,
      "EYA3": 117,
      "MOSPD2": 118,
      "FARSA": 119,
      "PDLIM1": 120,
      "ANAPC11": 121,
      "DNAJA3": 122,
      "COLEC12": 123,
      "LRRC47": 124,
      "USP47": 125,
      "CXCR1": 126,
      "FAM19A5": 127,
      "ILDR1": 128,
      "PIK3IP1": 129,
      "PRKCH": 130,
      "ZFP36": 131,
      "ZNF506": 132,
      "DMKN": 133,
      "EHF": 134,
      "MYBL1": 135,
      "STAT5A": 136,
      "PXDNL": 137,
      "UBE3D": 138,
      "RPL11": 139,
      "SLC9A7": 140,
      "LRRC8D": 141,
      "SHOC2": 142,
      "SNHG18": 143,
      "SYT11": 144,
      "OR5J2": 145,
      "RBP4": 146,
      "LOC284578": 147,
      "NFASC": 148,
      "TPO": 149,
      "ZMYM3": 150,
      "SMAP2": 151,
      "SMO": 152,
      "BTBD3": 153,
      "NPAS3": 154,
      "KCNN3": 155,
      "SEPT7": 156,
      "MMP11": 157,
      "TMED3": 158,
      "CDS2": 159,
      "RBMXL1": 160,
      "AXDND1": 161,
      "HRC": 162,
      "UBXN4": 163,
      "ZNF780A": 164,
      "POLR2E": 165,
      "SORBS1": 166,
      "OR8B2": 167,
      "UHRF1BP1": 168,
      "CLHC1": 169,
      "MAP3K2": 170,
      "LINC01393": 171,
      "OAF": 172,
      "ALPK2": 173,
      "TTTY1": 174,
      "TTTY1B": 175,
      "ISM1": 176,
      "TRAF3": 177,
      "LOC100289019": 178,
      "VKORC1L1": 179,
      "GPSM3": 180,
      "LOC101929319": 181,
      "LRP4": 182,
      "SPATA6": 183,
      "LMBR1": 184,
      "RP11-461L18.1": 185,
      "GIN1": 186,
      "ZKSCAN7": 187,
      "LOC101928635": 188,
      "WIPF1": 189,
      "TCERG1": 190,
      "TIGD4": 191,
      "NPTN-IT1": 192,
      "SUV420H1": 193,
      "PGAM1": 194,
      "SKA3": 195,
      "MAPK6": 196,
      "SLC25A27": 197,
      "CSMD1": 198,
      "DTX2": 199,
      "LOC102725292": 200,
      "KIAA0195": 201,
      "MIR6785": 202,
      "DNAJC27": 203,
      "LYSMD2": 204,
      "GPR153": 205,
      "NRGN": 206,
      "LRSAM1": 207,
      "TRIM65": 208,
      "KIAA0196": 209,
      "ZNF33A": 210,
      "THSD4": 211,
      "TMEM192": 212,
      "GZMM": 213,
      "PHKG2": 214,
      "CLUAP1": 215,
      "MMP26": 216,
      "DNTTIP1": 217,
      "KPNA1": 218,
      "HEBP2": 219,
      "RAB8A": 220,
      "LRIG2": 221,
      "NR4A2": 222,
      "GPHB5": 223,
      "LEF1": 224,
      "PRMT5": 225,
      "TPM3": 226,
      "LOC729966": 227,
      "PDE4C": 228,
      "TAGAP": 229,
      "ERLIN1": 230,
      "RPA1": 231,
      "DLEU2L": 232,
      "TMEM132D": 233,
      "VASH2": 234,
      "VGLL4": 235,
      "PRRC1": 236,
      "SH3GL2": 237,
      "CPZ": 238,
      "GPR78": 239,
      "PSMB6": 240,
      "ELMO2": 241,
      "SLC9A2": 242,
      "MAP2K2": 243,
      "SCOC": 244,
      "AF007147": 245,
      "CASP2": 246,
      "C9orf116": 247,
      "NDUFS7": 248,
      "FBXL4": 249,
      "SIN3A": 250,
      "ARSD": 251,
      "PTGS2": 252,
      "BLOC1S3": 253,
      "CAMK2G": 254,
      "RP4-581F12.1": 255,
      "ZNF330": 256,
      "UBAP1": 257,
      "ZNF557": 258,
      "CENPV": 259,
      "GLRX3": 260,
      "COX6CP2": 261,
      "RILP": 262,
      "LOC101928052": 263,
      "SLC6A19": 264,
      "CLDN4": 265,
      "UBA52": 266,
      "DNAJB8": 267,
      "LINC00515": 268,
      "KRAS": 269,
      "NRTN": 270,
      "ANAPC16": 271,
      "VPS29": 272,
      "AGAP2-AS1": 273,
      "JTB": 274,
      "NIPBL": 275,
      "ZNF680": 276,
      "ERCC6L": 277,
      "LRRC40": 278,
      "RENBP": 279,
      "TTLL10": 280,
      "ALDH3A2": 281,
      "LOC100507472": 282,
      "PCSK6": 283,
      "MRPS9": 284,
      "SEPHS2": 285,
      "CRKL": 286,
      "MRPS12": 287,
      "ADAM19": 288,
      "NBPF4": 289,
      "FGFR4": 290,
      "SH2D3A": 291,
      "ARHGAP42": 292,
      "CDC42SE2": 293,
      "C14orf64": 294,
      "ZNHIT3": 295,
      "FXYD7": 296,
      "GPR12": 297,
      "RDH11": 298,
      "TTF1": 299,
      "IRF2BPL": 300,
      "TWSG1": 301,
      "RPRD2": 302,
      "SPG21": 303,
      "LTB": 304,
      "SPATA7": 305,
      "GABARAPL1": 306,
      "GABARAPL3": 307,
      "SLC6A8": 308,
      "DNAJB4": 309,
      "NBPF10": 310,
      "NBPF11": 311,
      "NBPF14": 312,
      "NBPF15": 313,
      "NBPF19": 314,
      "NBPF20": 315,
      "NBPF25P": 316,
      "NBPF26": 317,
      "NBPF8": 318,
      "NBPF9": 319,
      "GLYAT": 320,
      "MAGEC3": 321,
      "CLDN22": 322,
      "WWC2": 323,
      "CRHR1": 324,
      "NKAP": 325,
      "PON2": 326,
      "ZNF12": 327,
      "MDGA1": 328,
      "SLC39A5": 329,
      "LSM5": 330,
      "SMC3": 331,
      "PPP4R2": 332,
      "RFPL1": 333,
      "PENK": 334,
      "YBX2": 335,
      "PMS2P1": 336,
      "RPL23": 337,
      "SNORA21": 338,
      "CABLES1": 339,
      "STC2": 340,
      "ST8SIA4": 341,
      "VTA1": 342,
      "CALD1": 343,
      "SCAPER": 344,
      "MED23": 345,
      "TTC12": 346,
      "PRO2214": 347,
      "TAPBP": 348,
      "RABEP1": 349,
      "SEMA6B": 350,
      "CCDC65": 351,
      "KIAA1407": 352,
      "LRRC3": 353,
      "LRRC3DN": 354,
      "MPL": 355,
      "GHITM": 356,
      "MCM9": 357,
      "ACOX2": 358,
      "SHROOM2": 359,
      "NPSR1-AS1": 360,
      "ZNF578": 361,
      "PCNXL4": 362,
      "ZNF347": 363,
      "CDCP1": 364,
      "SIM1": 365,
      "ENY2": 366,
      "RPL13A": 367,
      "RPL13AP5": 368,
      "SNORD32A": 369,
      "SNORD33": 370,
      "SNORD34": 371,
      "SNORD35A": 372,
      "DGCR9": 373,
      "FNDC9": 374,
      "CHPF": 375,
      "NKX3-1": 376,
      "LOC100652777": 377,
      "PLA2G10": 378,
      "NAV3": 379,
      "CCDC85A": 380,
      "FAM230C": 381,
      "ADAMTS2": 382,
      "SCN7A": 383,
      "ABRACL": 384,
      "ACTB": 385,
      "FBLIM1": 386,
      "MAD2L1": 387,
      "GGA2": 388,
      "CACNA1G": 389,
      "UBE2J2": 390,
      "ALMS1": 391,
      "PDIA3": 392,
      "ATOH7": 393,
      "ATP2A2": 394,
      "ND3": 395,
      "SH3KBP1": 396,
      "CMC4": 397,
      "MTCP1": 398,
      "LOC100131303": 399,
      "KLC3": 400,
      "OLFML3": 401,
      "CTC-462L7.1": 402,
      "SOX5": 403,
      "HHIPL1": 404,
      "SNORA43": 405,
      "FGF13-AS1": 406,
      "STX10": 407,
      "ALOXE3": 408,
      "KCNK4": 409,
      "ATF7IP": 410,
      "FCRL1": 411,
      "CTSH": 412,
      "GAREML": 413,
      "PRKCSH": 414,
      "TMED4": 415,
      "AX747730": 416,
      "SLC7A4": 417,
      "UBE2N": 418,
      "AGO2": 419,
      "CASC7": 420,
      "DQ574852": 421,
      "SLC12A2": 422,
      "CASD1": 423,
      "CENPC": 424,
      "C11orf88": 425,
      "MIP": 426,
      "TRMT10C": 427,
      "USP16": 428,
      "LOC439951": 429,
      "LRRC66": 430,
      "APOA1BP": 431,
      "SLC36A4": 432,
      "Igk": 433,
      "NFKBIL1": 434,
      "LOC101929460": 435,
      "LOC102725345": 436,
      "MEX3C": 437,
      "RALB": 438,
      "ND6": 439,
      "NRG1": 440,
      "OXCT2": 441,
      "PLEKHG6": 442,
      "AMDHD2": 443,
      "CEMP1": 444,
      "PCDHGC3": 445,
      "GRPEL1": 446,
      "STK4": 447,
      "PHKA1": 448,
      "SETDB1": 449,
      "CFH": 450,
      "NACC2": 451,
      "LOC101927720": 452,
      "TTC28-AS1": 453,
      "UTS2": 454,
      "VAMP1": 455,
      "ATP5O": 456,
      "ZNF502": 457,
      "C1orf162": 458,
      "HCG18": 459,
      "ACTA2-AS1": 460,
      "DPCD": 461,
      "HEATR9": 462,
      "MAST4": 463,
      "BC016361": 464,
      "ITGB1": 465,
      "IL18RAP": 466,
      "PEX26": 467,
      "AOX2P": 468,
      "SNAPC4": 469,
      "CTD-2124B8.2": 470,
      "POLR2D": 471,
      "PRKAA2": 472,
      "RP11-111J6.2": 473,
      "CD46": 474,
      "FASN": 475,
      "CDH24": 476,
      "RP5-1039K5.16": 477,
      "C6orf141": 478,
      "DR1": 479,
      "HOMER3": 480,
      "RETN": 481,
      "ESR2": 482,
      "FOXA2": 483,
      "CD55": 484,
      "RAB9A": 485,
      "CCDC13-AS1": 486,
      "DCP1A": 487,
      "LRRC6": 488,
      "NCS1": 489,
      "LOC100507384": 490,
      "SDR9C7": 491,
      "LOC100506858": 492,
      "SIVA1": 493,
      "RAD51D": 494,
      "KCNS2": 495,
      "UBBP1": 496,
      "UBBP4": 497,
      "BMP8A": 498,
      "DDA1": 499,
      "LOC389332": 500,
      "TRPV4": 501,
      "AAMP": 502,
      "TFDP1": 503,
      "LOC101929147": 504,
      "SEC24B-AS1": 505,
      "F13A1": 506,
      "OFCC1": 507,
      "NRL": 508,
      "RGS16": 509,
      "EPHB4": 510,
      "TSPAN2": 511,
      "ADH5": 512,
      "COL1A2": 513,
      "PHAX": 514,
      "TOP2A": 515,
      "COX14": 516,
      "PPIE": 517,
      "BCL11B": 518,
      "COL7A1": 519,
      "C14orf169": 520,
      "PSMD13": 521,
      "MYRF": 522,
      "OR10A3": 523,
      "MTERF4": 524,
      "ZNF354A": 525,
      "CDK5RAP1": 526,
      "FBLN7": 527,
      "GC": 528,
      "LOC100506379": 529,
      "CNTN5": 530,
      "MAP2K7": 531,
      "BC040577": 532,
      "RP11-10K16.1": 533,
      "LAMA5": 534,
      "LDOC1": 535,
      "SH3PXD2B": 536,
      "FBLN1": 537,
      "RTKN2": 538,
      "B3GALT2": 539,
      "FAR1": 540,
      "CHMP5": 541,
      "ZDHHC21": 542,
      "FAF1": 543,
      "MIEF1": 544,
      "BAAT": 545,
      "RP11-33O4.1": 546,
      "IL9": 547,
      "PKHD1": 548,
      "BMS1P20": 549,
      "ZFP62": 550,
      "NPPB": 551,
      "SULT1E1": 552,
      "TMEM47": 553,
      "ANXA10": 554,
      "LOC100128325": 555,
      "DDB1": 556,
      "STUB1": 557,
      "EPB41L5": 558,
      "SLC35A5": 559,
      "STOML2": 560,
      "TLK1": 561,
      "LOC100507221": 562,
      "PTH": 563,
      "L3MBTL2": 564,
      "NLRP1": 565,
      "RASAL3": 566,
      "WWP2": 567,
      "ANP32A": 568,
      "BNIP2": 569,
      "ARAF": 570,
      "TMEM159": 571,
      "ITPR1": 572,
      "ZDBF2": 573,
      "RPL7L1": 574,
      "WAC-AS1": 575,
      "SMARCD3": 576,
      "ATP5G1": 577,
      "NCAPH2": 578,
      "COPS4": 579,
      "SLC30A6": 580,
      "AMMECR1": 581,
      "KIF3A": 582,
      "STK4-AS1": 583,
      "NFATC3": 584,
      "EIF3F": 585,
      "PRSS1": 586,
      "PRSS2": 587,
      "FAM171B": 588,
      "IGSF21": 589,
      "C12orf40": 590,
      "MGC40069": 591,
      "USO1": 592,
      "ATG16L2": 593,
      "ERCC1": 594,
      "CRIP2": 595,
      "NFATC2IP": 596,
      "FBLN2": 597,
      "TGIF1": 598,
      "ANKRD46": 599,
      "GAPDHP62": 600,
      "CSNK1A1": 601,
      "CXCL12": 602,
      "LINC01089": 603,
      "KCNF1": 604,
      "MTFMT": 605,
      "TIGD7": 606,
      "CNPY2": 607,
      "EXOC7": 608,
      "ALDH18A1": 609,
      "FAM98B": 610,
      "LEPR": 611,
      "LEPROT": 612,
      "RICTOR": 613,
      "CSPG5": 614,
      "RGSL1": 615,
      "MLXIP": 616,
      "SELPLG": 617,
      "CDCA5": 618,
      "MRPS14": 619,
      "CGN": 620,
      "SYTL5": 621,
      "CSTF3": 622,
      "KATNA1": 623,
      "FBXW9": 624,
      "JMJD7-PLA2G4B": 625,
      "PLA2G4B": 626,
      "FAM160B1": 627,
      "SLC2A12": 628,
      "BARHL1": 629,
      "SET": 630,
      "SETSIP": 631,
      "LOC100506014": 632,
      "TEX261": 633,
      "BC034636": 634,
      "CTB-113P19.4": 635,
      "LOC340090": 636,
      "BCCIP": 637,
      "LINC01128": 638,
      "KMT2A": 639,
      "TDGF1": 640,
      "TDGF1P3": 641,
      "CEP97": 642,
      "FERMT2": 643,
      "LOC340017": 644,
      "RP11-75C9.1": 645,
      "SNX25": 646,
      "ZNF432": 647,
      "CYP20A1": 648,
      "NUDT4": 649,
      "NUDT4P1": 650,
      "NUDT4P2": 651,
      "BC048982": 652,
      "RP11-1102P16.1": 653,
      "CLVS2": 654,
      "SDR42E1": 655,
      "ZFP1": 656,
      "CA3": 657,
      "NARS": 658,
      "P4HA3": 659,
      "XIST": 660,
      "ACTR6": 661,
      "KNOP1": 662,
      "CCDC138": 663,
      "OBP2A": 664,
      "OBP2B": 665,
      "CA11": 666,
      "NOD1": 667,
      "DEK": 668,
      "LRP8": 669,
      "GAS5": 670,
      "SNORD44": 671,
      "SNORD47": 672,
      "SNORD74": 673,
      "SNORD76": 674,
      "SNORD77": 675,
      "SNORD79": 676,
      "SNORD80": 677,
      "SNORD81": 678,
      "TYMP": 679,
      "PSMD11": 680,
      "RUVBL1": 681,
      "DDI2": 682,
      "RSC1A1": 683,
      "DUSP5": 684,
      "CD33": 685,
      "MAS1L": 686,
      "IDH3B": 687,
      "SYDE1": 688,
      "ASCC1": 689,
      "COLGALT1": 690,
      "MAN1A1": 691,
      "DCHS2": 692,
      "MTG1": 693,
      "ESR1": 694,
      "LOC219690": 695,
      "BC038205": 696,
      "GRM4": 697,
      "C1orf111": 698,
      "DKFZp434L192": 699,
      "CYB5R3": 700,
      "RPL35": 701,
      "RHOA": 702,
      "SEC24C": 703,
      "KCNRG": 704,
      "TRIM13": 705,
      "RNPC3": 706,
      "CAMK2B": 707,
      "GPR137": 708,
      "IGHA1": 709,
      "IGHV4-31": 710,
      "TUBGCP6": 711,
      "DNAAF2": 712,
      "MIR302B": 713,
      "CDR1": 714,
      "CTC-384G19.1": 715,
      "MRFAP1L1": 716,
      "RNF141": 717,
      "CXCL16": 718,
      "MIR31HG": 719,
      "ADAM7": 720,
      "DLEC1": 721,
      "AMBN": 722,
      "ARX": 723,
      "DNAJC13": 724,
      "LOC727820": 725,
      "RP11-111M22.4": 726,
      "ZNF644": 727,
      "SH3TC1": 728,
      "SRFBP1": 729,
      "ARL14": 730,
      "POGLUT1": 731,
      "BRAT1": 732,
      "STK32C": 733,
      "PPP1R35": 734,
      "RP11-384L8.1": 735,
      "SUV420H2": 736,
      "AF086154": 737,
      "RP11-432J24.5": 738,
      "AJAP1": 739,
      "DRAM2": 740,
      "POLG2": 741,
      "KCNK9": 742,
      "QPCTL": 743,
      "MEIS3": 744,
      "RMST": 745,
      "LOC100509303": 746,
      "RP11-166P13.4": 747,
      "FAM126B": 748,
      "NBN": 749,
      "SIN3B": 750,
      "ZCCHC5": 751,
      "PTGS1": 752,
      "SERP2": 753,
      "EXOSC9": 754,
      "ZBTB43": 755,
      "LUC7L3": 756,
      "TMEM97": 757,
      "PTH2": 758,
      "XIRP1": 759,
      "EFCAB13": 760,
      "LPP": 761,
      "LOC102606465": 762,
      "LZTS1-AS1": 763,
      "MUC5AC": 764,
      "MRPS10": 765,
      "PIK3R5": 766,
      "ACVR1": 767,
      "ZMAT2": 768,
      "BCL2L2": 769,
      "MMP24-AS1": 770,
      "SREBF2": 771,
      "ZNF317": 772,
      "CCDC169-SOHLH2": 773,
      "SOHLH2": 774,
      "FOXO6": 775,
      "LOC102723620": 776,
      "MIIP": 777,
      "LINC00427": 778,
      "SHC3": 779,
      "CRTC2": 780,
      "HDGF": 781,
      "ISCU": 782,
      "PADI3": 783,
      "NKPD1": 784,
      "SLC1A2": 785,
      "FZD7": 786,
      "LINC00284": 787,
      "LOC102724165": 788,
      "NRXN1": 789,
      "COMMD6": 790,
      "PAX3": 791,
      "MARCH6": 792,
      "MFAP3": 793,
      "AIMP1": 794,
      "ZBTB2": 795,
      "NFKB2": 796,
      "SAFB": 797,
      "TMEM237": 798,
      "TRAPPC2L": 799,
      "ARV1": 800,
      "RBM4": 801,
      "KCNK15": 802,
      "ZNF280A": 803,
      "RP5-1154L15.2": 804,
      "TMEM79": 805,
      "CLDN3": 806,
      "IGFBP6": 807,
      "LOC101927526": 808,
      "LOC102723684": 809,
      "CSDE1": 810,
      "PUM2": 811,
      "GLYCTK-AS1": 812,
      "PRO1804": 813,
      "LOC101060464": 814,
      "LOC101929858": 815,
      "LOC101930165": 816,
      "LOC101930171": 817,
      "TCEB3C": 818,
      "TCEB3CL": 819,
      "TCEB3CL2": 820,
      "MUC20": 821,
      "TRAFD1": 822,
      "ZSCAN26": 823,
      "KDM1B": 824,
      "UBQLN2": 825,
      "CAPN10-AS1": 826,
      "RP11-395B7.7": 827,
      "GRK5": 828,
      "LOC101930657": 829,
      "C9orf24": 830,
      "UBXN10": 831,
      "ARNTL": 832,
      "LOC100133920": 833,
      "LOC100996643": 834,
      "LOC101928195": 835,
      "LOC101929583": 836,
      "LOC286297": 837,
      "LOC100379224": 838,
      "LOC642426": 839,
      "LOC100131262": 840,
      "UAP1": 841,
      "EXD3": 842,
      "TTC38": 843,
      "KCNG1": 844,
      "MBD3": 845,
      "SSPO": 846,
      "SFTPD": 847,
      "TRAF4": 848,
      "ADK": 849,
      "KBTBD6": 850,
      "APC2": 851,
      "IGHD": 852,
      "CD70": 853,
      "COMTD1": 854,
      "KEAP1": 855,
      "RANBP2": 856,
      "AP006216.12": 857,
      "APOA1-AS": 858,
      "RAB33A": 859,
      "IFNL2": 860,
      "IFNL3": 861,
      "UNC79": 862,
      "HABP2": 863,
      "OCR1": 864,
      "RUFY2": 865,
      "SEL1L": 866,
      "EPYC": 867,
      "ACVR2B": 868,
      "OLFML1": 869,
      "COG1": 870,
      "LINC00474": 871,
      "CEBPG": 872,
      "MRPS28": 873,
      "RASD1": 874,
      "AGAP4": 875,
      "HMGA1": 876,
      "DMWD": 877,
      "TMEM53": 878,
      "LOC100507494": 879,
      "SFTPB": 880,
      "C7orf60": 881,
      "ZBTB34": 882,
      "RP11-212P7.2": 883,
      "SSH1": 884,
      "MTX1": 885,
      "N4BP2L1": 886,
      "LOC730139": 887,
      "VN1R2": 888,
      "LINC00290": 889,
      "TMSB15B": 890,
      "PROX1": 891,
      "RGL3": 892,
      "GABBR1": 893,
      "MYPOP": 894,
      "LOC101927734": 895,
      "TMEM52B": 896,
      "AF086126": 897,
      "C16orf52": 898,
      "MFSD12": 899,
      "PEX1": 900,
      "PSD3": 901,
      "RP11-554D14.1": 902,
      "SMEK3P": 903,
      "SAPCD1-AS1": 904,
      "XXbac-BPG32J3.18": 905,
      "CMPK1": 906,
      "RAD51AP1": 907,
      "PPP2CB": 908,
      "WDR65": 909,
      "CORO6": 910,
      "COX8C": 911,
      "PANK3": 912,
      "ELANE": 913,
      "LOC101929341": 914,
      "CARD8": 915,
      "GTSE1": 916,
      "TRMU": 917,
      "TXNDC15": 918,
      "ZNF595": 919,
      "CHURC1": 920,
      "MSL2": 921,
      "HRG": 922,
      "RBX1": 923,
      "CTNNA1": 924,
      "ERICH1": 925,
      "GLS2": 926,
      "WDR27": 927,
      "CTD-2292M16.8": 928,
      "VAPA": 929,
      "GSTM3": 930,
      "LOC101928661": 931,
      "CCDC61": 932,
      "PHRF1": 933,
      "DKFZP434L187": 934,
      "LOC100506860": 935,
      "GSTM5": 936,
      "PACSIN1": 937,
      "APOA2": 938,
      "TALDO1": 939,
      "GBGT1": 940,
      "UBN2": 941,
      "C19orf47": 942,
      "ZSCAN10": 943,
      "NFKBIZ": 944,
      "NLK": 945,
      "KIAA1522": 946,
      "NFIA": 947,
      "PRKDC": 948,
      "SAT2": 949,
      "LOC102724561": 950,
      "RP1-170O19.17": 951,
      "CNTFR": 952,
      "RGS4": 953,
      "IFI30": 954,
      "PIK3R2": 955,
      "NPCDR1": 956,
      "AGK": 957,
      "NCK1": 958,
      "CCDC102B": 959,
      "TENM2": 960,
      "MED15P9": 961,
      "UMPS": 962,
      "PPID": 963,
      "HHLA2": 964,
      "LOC151121": 965,
      "ACAA1": 966,
      "MAPK9": 967,
      "RP1-58B11.1": 968,
      "SLC25A48": 969,
      "FLJ43315": 970,
      "LOC101927088": 971,
      "LOC101927527": 972,
      "LOC101929518": 973,
      "LOC442028": 974,
      "PCDHA2": 975,
      "LOC283692": 976,
      "SMIM5": 977,
      "KCNJ4": 978,
      "LOC388942": 979,
      "LINC01225": 980,
      "TKTL2": 981,
      "IGHM": 982,
      "ZNF491": 983,
      "NAPG": 984,
      "SPOCK3": 985,
      "MARK3": 986,
      "YIF1A": 987,
      "ADI1": 988,
      "GJA4": 989,
      "CCDC3": 990,
      "CD1B": 991,
      "MAP2": 992,
      "SLC25A23": 993,
      "ALOX5AP": 994,
      "EIF3G": 995,
      "EXOSC2": 996,
      "LCLAT1": 997,
      "CTAG2": 998,
      "SHANK2-AS2": 999,
      "MUC7": 1000,
      "OR2J3": 1001,
      "CLEC4A": 1002,
      "EIF1AX": 1003,
      "RP11-1217F2.1": 1004,
      "TNKS": 1005,
      "CRIP1": 1006,
      "E2F1": 1007,
      "LANCL1": 1008,
      "MPP2": 1009,
      "NF2": 1010,
      "FOXH1": 1011,
      "HIP1": 1012,
      "LINC00922": 1013,
      "SERPINB3": 1014,
      "SERPINB4": 1015,
      "LDLRAP1": 1016,
      "LOC101928851": 1017,
      "GPR174": 1018,
      "JAZF1-AS1": 1019,
      "CD248": 1020,
      "P2RX2": 1021,
      "PPM1F": 1022,
      "TLX1": 1023,
      "ADRA1B": 1024,
      "C21orf67": 1025,
      "LOC647070": 1026,
      "CLCNKB": 1027,
      "LAMB2P1": 1028,
      "HNRNPUL1": 1029,
      "AC112198.1": 1030,
      "SLC15A4": 1031,
      "MYBL2": 1032,
      "SLC17A3": 1033,
      "LOC100506548": 1034,
      "RPL37": 1035,
      "WDR92": 1036,
      "LOC101928995": 1037,
      "SSTR5-AS1": 1038,
      "ATPAF1": 1039,
      "CHAMP1": 1040,
      "GGH": 1041,
      "MEIS3P1": 1042,
      "DERA": 1043,
      "PGD": 1044,
      "HNRNPA1P31": 1045,
      "SEPSECS": 1046,
      "PNPLA8": 1047,
      "TESK1": 1048,
      "IGFALS": 1049,
      "WDR44": 1050,
      "COG5": 1051,
      "RBM6": 1052,
      "EPN1": 1053,
      "KCNIP3": 1054,
      "TPH1": 1055,
      "LPXN": 1056,
      "VPS45": 1057,
      "METTL21B": 1058,
      "SERTAD4": 1059,
      "C20orf166-AS1": 1060,
      "PVR": 1061,
      "EML4": 1062,
      "IMPDH1": 1063,
      "CEP290": 1064,
      "CSH1": 1065,
      "CSHL1": 1066,
      "GH1": 1067,
      "GH2": 1068,
      "LOC100506691": 1069,
      "STAC": 1070,
      "FNBP1L": 1071,
      "LOC100506538": 1072,
      "NDUFAF6": 1073,
      "LOC284513": 1074,
      "PTPRA": 1075,
      "PHF2": 1076,
      "TSNAXIP1": 1077,
      "AGAP11": 1078,
      "AGAP6": 1079,
      "AGAP7P": 1080,
      "CTGLF12P": 1081,
      "LOC101060581": 1082,
      "NR2F6": 1083,
      "GRM2": 1084,
      "SNCB": 1085,
      "HMGN1": 1086,
      "LOC101927733": 1087,
      "ZFYVE20": 1088,
      "HOXB7": 1089,
      "ID2": 1090,
      "EDC3": 1091,
      "HNF1B": 1092,
      "UCP3": 1093,
      "CACUL1": 1094,
      "RPF1": 1095,
      "IL18": 1096,
      "NEK3": 1097,
      "ANKRD34A": 1098,
      "LYL1": 1099,
      "FBXO25": 1100,
      "NDUFB1": 1101,
      "LOC100129620": 1102,
      "SLC6A18": 1103,
      "RAD54L": 1104,
      "SLC30A9": 1105,
      "EEF2K": 1106,
      "LOC101930123": 1107,
      "MLX": 1108,
      "CENPI": 1109,
      "LST1": 1110,
      "GTF3C2-AS1": 1111,
      "WDR96": 1112,
      "CD151": 1113,
      "RP11-454K7.3": 1114,
      "KIF3C": 1115,
      "SERPINH1": 1116,
      "GRIA1": 1117,
      "HOXC9": 1118,
      "DNTTIP2": 1119,
      "KANSL1L": 1120,
      "CNTN4": 1121,
      "HECTD2": 1122,
      "FAM192A": 1123,
      "NFE2": 1124,
      "STIL": 1125,
      "ZNF813": 1126,
      "RADIL": 1127,
      "SDPR": 1128,
      "LOC101243545": 1129,
      "SNORD4A": 1130,
      "SSB": 1131,
      "GLS": 1132,
      "ZNF441": 1133,
      "INTS2": 1134,
      "STARD9": 1135,
      "CCDC68": 1136,
      "MIR143HG": 1137,
      "MIR145": 1138,
      "GLI1": 1139,
      "RFC3": 1140,
      "TSSC4": 1141,
      "AP3S1": 1142,
      "KDM3A": 1143,
      "AGO3": 1144,
      "PDCD2": 1145,
      "ENGASE": 1146,
      "PRKX": 1147,
      "PRKY": 1148,
      "CSTF2": 1149,
      "TTC27": 1150,
      "AC083949.1": 1151,
      "C9orf50": 1152,
      "CHST11": 1153,
      "RPTOR": 1154,
      "LOC285178": 1155,
      "XPR1": 1156,
      "ACSL1": 1157,
      "LAMTOR4": 1158,
      "TMEM128": 1159,
      "FCER2": 1160,
      "PCED1B-AS1": 1161,
      "BDNF": 1162,
      "CT83": 1163,
      "GNPDA1": 1164,
      "NDUFA8": 1165,
      "LYZL1": 1166,
      "PIANP": 1167,
      "CASR": 1168,
      "POMT2": 1169,
      "ADAM20": 1170,
      "STAB2": 1171,
      "CDC26": 1172,
      "CEBPZ": 1173,
      "DHRS7": 1174,
      "DNTT": 1175,
      "MORN2": 1176,
      "FLJ31713": 1177,
      "NOBOX": 1178,
      "BC042372": 1179,
      "RP11-45P15.4": 1180,
      "TOP3B": 1181,
      "PIGM": 1182,
      "SFR1": 1183,
      "GNB3": 1184,
      "SRRM3": 1185,
      "MAP2K1": 1186,
      "NDUFAF7": 1187,
      "LOC101927820": 1188,
      "MICU2": 1189,
      "BCAS2": 1190,
      "LINC01343": 1191,
      "ELOVL2": 1192,
      "KCTD15": 1193,
      "CCDC82": 1194,
      "RBMXL2": 1195,
      "FAM221A": 1196,
      "ZNF616": 1197,
      "FAM163A": 1198,
      "PRKAR2A": 1199,
      "LINC00880": 1200,
      "TP53RK": 1201,
      "HSD3BP1": 1202,
      "RAB39B": 1203,
      "FBXW7": 1204,
      "NR1D1": 1205,
      "THRA": 1206,
      "DEPDC7": 1207,
      "TASP1": 1208,
      "ZBBX": 1209,
      "AMOTL1": 1210,
      "S100Z": 1211,
      "EIF1B-AS1": 1212,
      "MTFP1": 1213,
      "ASRGL1": 1214,
      "EIF4G2": 1215,
      "PXT1": 1216,
      "RNF170": 1217,
      "CCDC70": 1218,
      "NALCN-AS1": 1219,
      "LOC349160": 1220,
      "MIR490": 1221,
      "SMIM20": 1222,
      "C5orf47": 1223,
      "LINC00698": 1224,
      "C6orf203": 1225,
      "ERO1LB": 1226,
      "ENC1": 1227,
      "PWRN2": 1228,
      "C11orf73": 1229,
      "FAHD1": 1230,
      "FH": 1231,
      "KIF22": 1232,
      "CTD-2008P7.1": 1233,
      "MUL1": 1234,
      "IL1RAPL2": 1235,
      "MIR10A": 1236,
      "PALB2": 1237,
      "ZNF677": 1238,
      "RP11-315F22.1": 1239,
      "SSTR3": 1240,
      "CHST1": 1241,
      "RALY": 1242,
      "RAF1": 1243,
      "ZMAT1": 1244,
      "CAP2": 1245,
      "RAB3IP": 1246,
      "CSPP1": 1247,
      "DNAJC16": 1248,
      "NIPAL3": 1249,
      "WDPCP": 1250,
      "LOC101927085": 1251,
      "LPPR3": 1252,
      "CENPBD1P1": 1253,
      "RPL23AP7": 1254,
      "RPL31": 1255,
      "PAK1": 1256,
      "SAMD12": 1257,
      "CNIH3": 1258,
      "NPDC1": 1259,
      "ZNF771": 1260,
      "C7orf25": 1261,
      "PSMA2": 1262,
      "GDAP1": 1263,
      "GNAQ": 1264,
      "UBE2E3": 1265,
      "DDR1": 1266,
      "MIR4640": 1267,
      "NDUFB3": 1268,
      "ATP5A1": 1269,
      "BC042811": 1270,
      "RP11-340I6.8": 1271,
      "COPZ2": 1272,
      "SH3RF1": 1273,
      "LOC255177": 1274,
      "RP11-544D21.2": 1275,
      "LRRC49": 1276,
      "LRRC69": 1277,
      "PARP15": 1278,
      "PSMD2": 1279,
      "BC040901": 1280,
      "CTC-241N9.1": 1281,
      "LOC100996419": 1282,
      "C9orf3": 1283,
      "COL12A1": 1284,
      "XDH": 1285,
      "PROSER2": 1286,
      "REPIN1": 1287,
      "CREB5": 1288,
      "MAGEA10": 1289,
      "C21orf62": 1290,
      "PMCHL2": 1291,
      "DQ576800": 1292,
      "TMEM143": 1293,
      "AV8S2A1N1T": 1294,
      "hADV36S1": 1295,
      "TCR-alpha": 1296,
      "TCRA": 1297,
      "TRAC": 1298,
      "TRAJ20": 1299,
      "TRAV36DV7": 1300,
      "YME1L1": 1301,
      "ING5": 1302,
      "C21orf2": 1303,
      "KLHL11": 1304,
      "C20orf26": 1305,
      "CMA1": 1306,
      "FBXO32": 1307,
      "MYOF": 1308,
      "ABCC1": 1309,
      "CUBN": 1310,
      "ART5": 1311,
      "GPR26": 1312,
      "RRAS2": 1313,
      "UCHL3": 1314,
      "DHX29": 1315,
      "FAM214A": 1316,
      "C5orf15": 1317,
      "RRP1B": 1318,
      "CNOT6L": 1319,
      "SNX16": 1320,
      "NPC2": 1321,
      "RNASE6": 1322,
      "GNA11": 1323,
      "STYXL1": 1324,
      "LOC145845": 1325,
      "PITX1": 1326,
      "SEC62": 1327,
      "EHD4": 1328,
      "MCCC2": 1329,
      "IRX2": 1330,
      "ITGA7": 1331,
      "HMCN2": 1332,
      "KAL1": 1333,
      "CDC37L1": 1334,
      "ICE2": 1335,
      "C3P1": 1336,
      "VPS13A-AS1": 1337,
      "CNTNAP4": 1338,
      "MBNL1": 1339,
      "KIF14": 1340,
      "PTTG1": 1341,
      "ATP2B3": 1342,
      "SLC22A25": 1343,
      "COMT": 1344,
      "PPP1R26-AS1": 1345,
      "CAV3": 1346,
      "TMEM114": 1347,
      "CCBL2": 1348,
      "PHPT1": 1349,
      "LTBR": 1350,
      "ROPN1B": 1351,
      "MTFR1": 1352,
      "N6AMT2": 1353,
      "GALNT8": 1354,
      "ENTPD6": 1355,
      "PTCHD2": 1356,
      "FAM107A": 1357,
      "LOC285593": 1358,
      "CCDC184": 1359,
      "FGD3": 1360,
      "C11orf87": 1361,
      "RNF31": 1362,
      "BTN2A1": 1363,
      "SNUPN": 1364,
      "EBLN3": 1365,
      "NBR2": 1366,
      "ETV1": 1367,
      "RNFT2": 1368,
      "LINC01015": 1369,
      "LOC654841": 1370,
      "TTC9C": 1371,
      "UBE4B": 1372,
      "GAS1": 1373,
      "GLG1": 1374,
      "CCDC110": 1375,
      "PSEN2": 1376,
      "LOC101929336": 1377,
      "RIF1": 1378,
      "NSMCE4A": 1379,
      "PDCD5": 1380,
      "RCBTB2": 1381,
      "KRT8": 1382,
      "PSAT1": 1383,
      "INSR": 1384,
      "UQCRC2": 1385,
      "LOC101929004": 1386,
      "RP11-432J9.6": 1387,
      "ACSM5": 1388,
      "STAC2": 1389,
      "CAPN6": 1390,
      "SLC25A24": 1391,
      "LINC00928": 1392,
      "LOC441052": 1393,
      "ENTPD3": 1394,
      "TOLLIP": 1395,
      "CLIP1": 1396,
      "KHDRBS1": 1397,
      "RAB23": 1398,
      "ZBTB10": 1399,
      "GS1-166A23.2": 1400,
      "LOC102725408": 1401,
      "LOC101927274": 1402,
      "PRSS58": 1403,
      "ARHGAP27": 1404,
      "RP11-753A21.2": 1405,
      "RAD21L1": 1406,
      "STX6": 1407,
      "CHCHD5": 1408,
      "EIF2B1": 1409,
      "AIPL1": 1410,
      "RP4-584D14.7": 1411,
      "IGH": 1412,
      "IGHA2": 1413,
      "RPRD1A": 1414,
      "RASD2": 1415,
      "USP26": 1416,
      "LOC101928111": 1417,
      "ZNF22": 1418,
      "MRPL11": 1419,
      "NID1": 1420,
      "FLJ42627": 1421,
      "PRDX2": 1422,
      "CKMT1A": 1423,
      "CKMT1B": 1424,
      "TBXA2R": 1425,
      "HOXC4": 1426,
      "IGHG1": 1427,
      "IGHG3": 1428,
      "IGHV3-23": 1429,
      "AMPD1": 1430,
      "SLCO2A1": 1431,
      "LCE3D": 1432,
      "PRSS3P3": 1433,
      "HEPH": 1434,
      "LOC101928245": 1435,
      "PTAFR": 1436,
      "NCSTN": 1437,
      "TRPV5": 1438,
      "GJB4": 1439,
      "IGLC1": 1440,
      "IGLJ3": 1441,
      "IGLV2-14": 1442,
      "IGLV@": 1443,
      "ZNF83": 1444,
      "BRDT": 1445,
      "DEFB114": 1446,
      "CCNYL1": 1447,
      "GTF2H2": 1448,
      "GTF2H2B": 1449,
      "PRKD2": 1450,
      "ZDHHC8": 1451,
      "CDH10": 1452,
      "DNM3": 1453,
      "CACNG5": 1454,
      "OR1A1": 1455,
      "LINC00314": 1456,
      "MIR17HG": 1457,
      "BAALC": 1458,
      "GPR146": 1459,
      "CD302": 1460,
      "LY75": 1461,
      "LY75-CD302": 1462,
      "STRADB": 1463,
      "CD38": 1464,
      "ZNF43": 1465,
      "ZNF729": 1466,
      "LAMB3": 1467,
      "TBCC": 1468,
      "TMEM151A": 1469,
      "DOK5": 1470,
      "GPM6B": 1471,
      "HPS4": 1472,
      "MTSS1": 1473,
      "HNRNPA1": 1474,
      "ZC3H12D": 1475,
      "NKIRAS1": 1476,
      "TCN2": 1477,
      "LINC01365": 1478,
      "FGA": 1479,
      "SPTLC3": 1480,
      "PFN2": 1481,
      "RPL22": 1482,
      "MIR631": 1483,
      "NEIL1": 1484,
      "ZNF428": 1485,
      "MEIS1": 1486,
      "SPATS2": 1487,
      "TSC22D1-AS1": 1488,
      "MAGEA2": 1489,
      "MAGEA2B": 1490,
      "MYO1D": 1491,
      "MGC2889": 1492,
      "PIP4K2B": 1493,
      "CETN2": 1494,
      "LOC642620": 1495,
      "GDF3": 1496,
      "LOC728024": 1497,
      "C1orf87": 1498,
      "IK": 1499,
      "TERF1": 1500,
      "GM2A": 1501,
      "RDM1": 1502,
      "LOC100272216": 1503,
      "LOC100506076": 1504,
      "LOC100506123": 1505,
      "SLC25A11": 1506,
      "SLC25A15": 1507,
      "FLJ31306": 1508,
      "HOOK3": 1509,
      "IRGM": 1510,
      "MCPH1": 1511,
      "EIF4E2": 1512,
      "YIPF6": 1513,
      "LYRM5": 1514,
      "SCIN": 1515,
      "ANKRD11": 1516,
      "EFEMP1": 1517,
      "DERL2": 1518,
      "RAPGEF6": 1519,
      "MRPS21": 1520,
      "NTN4": 1521,
      "LOC145945": 1522,
      "C7orf50": 1523,
      "MIR5193": 1524,
      "UBA7": 1525,
      "MIR6883": 1526,
      "PER1": 1527,
      "TRAJ17": 1528,
      "TRAV20": 1529,
      "TRDV2": 1530,
      "GORASP1": 1531,
      "LOC100507395": 1532,
      "BAG5": 1533,
      "ZNF75D": 1534,
      "TRIM59": 1535,
      "UBE2C": 1536,
      "RBMX2": 1537,
      "TSEN15": 1538,
      "DDR2": 1539,
      "TMEM246": 1540,
      "ABCC6": 1541,
      "ABCC6P1": 1542,
      "ABCC6P2": 1543,
      "LOC101930322": 1544,
      "LOC101928211": 1545,
      "SFRP5": 1546,
      "TCF7": 1547,
      "VSTM4": 1548,
      "ANAPC1": 1549,
      "LOC730268": 1550,
      "EIF4A2": 1551,
      "MIR1248": 1552,
      "SNORA4": 1553,
      "SNORA63": 1554,
      "SNORA81": 1555,
      "SNORD2": 1556,
      "TXNL4A": 1557,
      "ZNF273": 1558,
      "BCL2L11": 1559,
      "LINC00589": 1560,
      "ITGA3": 1561,
      "C5orf17": 1562,
      "RP11-313C4.1": 1563,
      "ARL2": 1564,
      "KLHL29": 1565,
      "EXOG": 1566,
      "ULK3": 1567,
      "ANKRD20A12P": 1568,
      "COPS7B": 1569,
      "EP400": 1570,
      "SEC16A": 1571,
      "BCAT2": 1572,
      "PACSIN2": 1573,
      "PAQR5": 1574,
      "ZNF883": 1575,
      "GGNBP2": 1576,
      "SNHG16": 1577,
      "SNORD1A": 1578,
      "SNORD1C": 1579,
      "SSR2": 1580,
      "TXNRD2": 1581,
      "ST7-OT4": 1582,
      "TAAR5": 1583,
      "SDE2": 1584,
      "TROVE2": 1585,
      "LMX1B": 1586,
      "TGM7": 1587,
      "C1QTNF3": 1588,
      "DNAH1": 1589,
      "AUTS2": 1590,
      "PEX3": 1591,
      "MAGED1": 1592,
      "TMSB4X": 1593,
      "ND2": 1594,
      "FAM204A": 1595,
      "SLC35B3": 1596,
      "GPR55": 1597,
      "OPRM1": 1598,
      "CCDC57": 1599,
      "TMEM51-AS1": 1600,
      "MYOM3": 1601,
      "SCN1B": 1602,
      "PDE1A": 1603,
      "PYCARDOS": 1604,
      "NINJ2": 1605,
      "NKX2-5": 1606,
      "RRN3": 1607,
      "RRN3P1": 1608,
      "RRN3P2": 1609,
      "DCAF16": 1610,
      "RP1-86D1.3": 1611,
      "C11orf31": 1612,
      "CARS": 1613,
      "SLC4A10": 1614,
      "IPW": 1615,
      "LOC101930404": 1616,
      "PWARSN": 1617,
      "SNORD107": 1618,
      "SNORD115-13": 1619,
      "SNORD115-26": 1620,
      "SNORD115-7": 1621,
      "SNORD116-22": 1622,
      "SNORD116-28": 1623,
      "SNORD116-4": 1624,
      "SNRPN": 1625,
      "DAXX": 1626,
      "LOC101928707": 1627,
      "KLF3": 1628,
      "RP13-39P12.3": 1629,
      "KIAA1045": 1630,
      "LONRF3": 1631,
      "ERVH48-1": 1632,
      "LOC101060321": 1633,
      "LOC101060351": 1634,
      "LOC101060376": 1635,
      "LOC101060389": 1636,
      "LOC102723859": 1637,
      "LOC102724862": 1638,
      "TBC1D3": 1639,
      "TBC1D3C": 1640,
      "TBC1D3F": 1641,
      "TBC1D3H": 1642,
      "MADD": 1643,
      "ZDHHC24": 1644,
      "FAM175A": 1645,
      "RGS20": 1646,
      "RNF4": 1647,
      "VPS11": 1648,
      "FAM91A1": 1649,
      "OCEL1": 1650,
      "AC010145.3": 1651,
      "MYCNUN": 1652,
      "PPARD": 1653,
      "MRPS11": 1654,
      "ATP6": 1655,
      "RXRB": 1656,
      "HDAC9": 1657,
      "TMEM74": 1658,
      "CLEC1A": 1659,
      "MCM4": 1660,
      "FBN1": 1661,
      "PIP": 1662,
      "HSPA9": 1663,
      "TOMM70A": 1664,
      "LPCAT4": 1665,
      "RP11-443B7.1": 1666,
      "ERH": 1667,
      "PARP1": 1668,
      "CTDSP2": 1669,
      "LINC00324": 1670,
      "LY6K": 1671,
      "PCDP1": 1672,
      "ZNF382": 1673,
      "LAPTM4B": 1674,
      "ZNF571-AS1": 1675,
      "INTS5": 1676,
      "BAG2": 1677,
      "ZNF808": 1678,
      "MRPL57": 1679,
      "FTCD": 1680,
      "P2RY1": 1681,
      "PCSK9": 1682,
      "ZDHHC7": 1683,
      "GLMN": 1684,
      "SHPRH": 1685,
      "AC074212.6": 1686,
      "PLEKHG4B": 1687,
      "RNF149": 1688,
      "TMED8": 1689,
      "PNMAL1": 1690,
      "TMEM182": 1691,
      "EZR": 1692,
      "SIKE1": 1693,
      "ATRIP": 1694,
      "TREX1": 1695,
      "U91328.2": 1696,
      "LOC100128554": 1697,
      "SULT2A1": 1698,
      "TOR2A": 1699,
      "CCDC37-AS1": 1700,
      "FAM83E": 1701,
      "ATG12": 1702,
      "ZNF397": 1703,
      "SRPK2": 1704,
      "TTC21A": 1705,
      "POFUT2": 1706,
      "SLFN5": 1707,
      "PRO0471": 1708,
      "RP11-7F17.4": 1709,
      "LOC100506504": 1710,
      "LOC101926934": 1711,
      "ARHGEF12": 1712,
      "LINC00967": 1713,
      "SH3BP4": 1714,
      "CCND1": 1715,
      "MRPL43": 1716,
      "OIP5-AS1": 1717,
      "RPLP0": 1718,
      "NAGPA": 1719,
      "UBE2G1": 1720,
      "LACTB2": 1721,
      "CDK5R1": 1722,
      "NPR2": 1723,
      "EFHC2": 1724,
      "LIG4": 1725,
      "DENND5A": 1726,
      "ZNF689": 1727,
      "GPR157": 1728,
      "WNK2": 1729,
      "ADD2": 1730,
      "DENND2C": 1731,
      "LAMB1": 1732,
      "LOC101930115": 1733,
      "VWA3A": 1734,
      "RCOR1": 1735,
      "DBF4": 1736,
      "MAP9": 1737,
      "MRPS17": 1738,
      "SMAD3": 1739,
      "HIPK2": 1740,
      "PPA2": 1741,
      "LOC102723954": 1742,
      "MESDC2": 1743,
      "TMEM105": 1744,
      "RASAL2": 1745,
      "SORBS3": 1746,
      "EARS2": 1747,
      "ZNF259P1": 1748,
      "ZPR1": 1749,
      "ARPC3": 1750,
      "CHMP2A": 1751,
      "ERF": 1752,
      "LOC100129069": 1753,
      "BLNK": 1754,
      "POU6F2": 1755,
      "GYG2": 1756,
      "SCGB2B2": 1757,
      "LOC101929261": 1758,
      "MAATS1": 1759,
      "AGFG1": 1760,
      "RINT1": 1761,
      "CAPRIN2": 1762,
      "ZBTB37": 1763,
      "ACTG2": 1764,
      "CBLN3": 1765,
      "STK38": 1766,
      "SUFU": 1767,
      "MAP4K3": 1768,
      "UTP23": 1769,
      "ANKMY2": 1770,
      "ZNF320": 1771,
      "TMEM127": 1772,
      "CPT2": 1773,
      "RBMS1": 1774,
      "ZFP82": 1775,
      "ZNRD1": 1776,
      "HMGCS1": 1777,
      "WNK1": 1778,
      "LOC101928818": 1779,
      "PWRN1": 1780,
      "LRRTM1": 1781,
      "MBD3L2": 1782,
      "XXYLT1": 1783,
      "HAUS1": 1784,
      "MEF2C": 1785,
      "RNF169": 1786,
      "TCF7L2": 1787,
      "CABYR": 1788,
      "FNIP1": 1789,
      "MALT1": 1790,
      "OSBPL8": 1791,
      "RASSF10": 1792,
      "ZNF711": 1793,
      "LINC01314": 1794,
      "LOC102724021": 1795,
      "LOC644794": 1796,
      "PKNOX2": 1797,
      "TECTA": 1798,
      "ANO1": 1799,
      "PLIN3": 1800,
      "CFTR": 1801,
      "TEKT1": 1802,
      "PGK1": 1803,
      "SENP3": 1804,
      "SENP3-EIF4A1": 1805,
      "ABHD8": 1806,
      "ANKRD2": 1807,
      "ARHGDIA": 1808,
      "PAICS": 1809,
      "MSANTD1": 1810,
      "SLC13A5": 1811,
      "ADAP1": 1812,
      "AK022030": 1813,
      "LOC339685": 1814,
      "BAIAP2L1": 1815,
      "PCDHB4": 1816,
      "MASP2": 1817,
      "TRIM46": 1818,
      "LRRFIP1": 1819,
      "ZKSCAN8": 1820,
      "PLEK": 1821,
      "RAET1E": 1822,
      "ACSBG1": 1823,
      "TSPO2": 1824,
      "CBLN1": 1825,
      "HLA-DOB": 1826,
      "MZF1": 1827,
      "TMEM63B": 1828,
      "CTXN3": 1829,
      "SERPINA2": 1830,
      "CDC14B": 1831,
      "ZSWIM5": 1832,
      "ATRX": 1833,
      "FIBP": 1834,
      "FAM189B": 1835,
      "TSSK6": 1836,
      "LINC00308": 1837,
      "NT5DC3": 1838,
      "ERN2": 1839,
      "PNPLA2": 1840,
      "TSPAN32": 1841,
      "ANLN": 1842,
      "MRPL42": 1843,
      "RP11-749H17.2": 1844,
      "SLC9A3R2": 1845,
      "TOB1": 1846,
      "WNT5A": 1847,
      "LOC101929505": 1848,
      "HLA-DOA": 1849,
      "GPALPP1": 1850,
      "HSD17B10": 1851,
      "REEP5": 1852,
      "THOC7": 1853,
      "PPP2R1B": 1854,
      "SMIM7": 1855,
      "LOC101929497": 1856,
      "NUP210": 1857,
      "EIF5": 1858,
      "FHL5": 1859,
      "RAMP1": 1860,
      "ARR3": 1861,
      "LINC00659": 1862,
      "ABHD5": 1863,
      "IL1R2": 1864,
      "RP11-38C18.2": 1865,
      "ZNF503-AS2": 1866,
      "YPEL5": 1867,
      "ZNF627": 1868,
      "GBF1": 1869,
      "SPRR4": 1870,
      "CDC25C": 1871,
      "RTN4RL2": 1872,
      "GTF2IRD2": 1873,
      "WIF1": 1874,
      "DDB2": 1875,
      "PERP": 1876,
      "LOC100507480": 1877,
      "PGLYRP2": 1878,
      "PDCD6": 1879,
      "RAB36": 1880,
      "RASGRP1": 1881,
      "ADIPOQ": 1882,
      "LOC101926944": 1883,
      "CLEC1B": 1884,
      "DHPS": 1885,
      "ATP5I": 1886,
      "INTS7": 1887,
      "LOX": 1888,
      "PTPN13": 1889,
      "GGT5": 1890,
      "SYNPO": 1891,
      "GRIA4": 1892,
      "Ndufaf4": 1893,
      "USMG5": 1894,
      "MED14": 1895,
      "PFDN4": 1896,
      "FOXN2": 1897,
      "STARD3NL": 1898,
      "AP5M1": 1899,
      "CSNK1G2-AS1": 1900,
      "PRKAG2": 1901,
      "ARHGEF33": 1902,
      "ZNF300P1": 1903,
      "ITIH5": 1904,
      "SLMAP": 1905,
      "SMIM15": 1906,
      "GALNT5": 1907,
      "STAU1": 1908,
      "CTPS2": 1909,
      "RAD51-AS1": 1910,
      "CARS-AS1": 1911,
      "MORN1": 1912,
      "PRR16": 1913,
      "VPS26B": 1914,
      "DPY19L1P1": 1915,
      "LOC101927719": 1916,
      "EGFL7": 1917,
      "JAG2": 1918,
      "APAF1": 1919,
      "PPIP5K2": 1920,
      "CCPG1": 1921,
      "DYX1C1-CCPG1": 1922,
      "OCLN": 1923,
      "AK4": 1924,
      "LOC100507855": 1925,
      "EIF3E": 1926,
      "MRPS30": 1927,
      "TSR1": 1928,
      "GPAA1": 1929,
      "NDUFS3": 1930,
      "LAS1L": 1931,
      "SRSF8": 1932,
      "GGPS1": 1933,
      "LINC00342": 1934,
      "DZIP3": 1935,
      "FOLH1": 1936,
      "FOLH1B": 1937,
      "CUL4B": 1938,
      "FLII": 1939,
      "LOC285147": 1940,
      "UBAP2L": 1941,
      "C12orf5": 1942,
      "CPE": 1943,
      "FHL3": 1944,
      "OCRL": 1945,
      "MIR6787": 1946,
      "SLC16A3": 1947,
      "ZSCAN31": 1948,
      "CNP": 1949,
      "KLHL9": 1950,
      "PRICKLE1": 1951,
      "SOX7": 1952,
      "ABCD1P2": 1953,
      "CASP10": 1954,
      "LINC00507": 1955,
      "LOC101929622": 1956,
      "ZGLP1": 1957,
      "PCBP2": 1958,
      "SPPL3": 1959,
      "ARHGEF40": 1960,
      "LOC100996425": 1961,
      "RP11-298H24.1": 1962,
      "RP11-876N24.5": 1963,
      "LOC101928747": 1964,
      "RBMX": 1965,
      "SNORD61": 1966,
      "RNF125": 1967,
      "FAM24A": 1968,
      "RP11-774O3.1": 1969,
      "RP11-774O3.2": 1970,
      "MGAT4B": 1971,
      "ZC3H15": 1972,
      "EPB41": 1973,
      "RPRM": 1974,
      "NTRK3": 1975,
      "IGLV4-60": 1976,
      "PEG3": 1977,
      "SIAH3": 1978,
      "PLXNB2": 1979,
      "XPA": 1980,
      "BRSK2": 1981,
      "PLA2G12A": 1982,
      "ANKRD53": 1983,
      "MUC17": 1984,
      "C19orf52": 1985,
      "KDELC1": 1986,
      "RIPPLY1": 1987,
      "RP11-359E8.5": 1988,
      "FAM230B": 1989,
      "LOC729461": 1990,
      "LOC101929269": 1991,
      "LOC401442": 1992,
      "UBE2QL1": 1993,
      "KCNIP4": 1994,
      "LINC00556": 1995,
      "C1orf61": 1996,
      "PADI1": 1997,
      "GLDN": 1998,
      "LOC101927914": 1999,
      "MYO1F": 2000,
      "PROKR2": 2001,
      "RPL34": 2002,
      "PHF19": 2003,
      "ANKRD24": 2004,
      "LINC00654": 2005,
      "LOC643406": 2006,
      "CNTD2": 2007,
      "PLBD2": 2008,
      "C3orf27": 2009,
      "LOC100505782": 2010,
      "MATN3": 2011,
      "TRIM43": 2012,
      "TRIM43B": 2013,
      "POLR3H": 2014,
      "SLC19A3": 2015,
      "POLRMT": 2016,
      "RPL13": 2017,
      "SNORD68": 2018,
      "RP11-483C6.1": 2019,
      "THEMIS": 2020,
      "GPR34": 2021,
      "SGPP1": 2022,
      "ACAD11": 2023,
      "NPHP3": 2024,
      "NPHP3-ACAD11": 2025,
      "DCAF8L2": 2026,
      "FLJ32742": 2027,
      "LOC101928481": 2028,
      "RGAG1": 2029,
      "DCX": 2030,
      "MLK7-AS1": 2031,
      "AP001063.1": 2032,
      "NR1H2": 2033,
      "ABL1": 2034,
      "COPS8": 2035,
      "TBCCD1": 2036,
      "ARTN": 2037,
      "PKP1": 2038,
      "MTG2": 2039,
      "THEG": 2040,
      "DLX3": 2041,
      "SMCR8": 2042,
      "ARFIP1": 2043,
      "MIPOL1": 2044,
      "HRASLS5": 2045,
      "LPL": 2046,
      "AC128677.4": 2047,
      "CH17-132F21.1": 2048,
      "IGKV1OR-1": 2049,
      "IGKV1OR10-1": 2050,
      "IGKV1OR2-2": 2051,
      "FERMT1": 2052,
      "ACTR1B": 2053,
      "INPP5E": 2054,
      "SLC9B2": 2055,
      "HNRNPAB": 2056,
      "DNAAF1": 2057,
      "PLD5": 2058,
      "GPBP1L1": 2059,
      "IFNGR2": 2060,
      "SIPA1L1": 2061,
      "LOC728485": 2062,
      "SMIM12": 2063,
      "FGF16": 2064,
      "LOC101928271": 2065,
      "DZANK1": 2066,
      "FOXN3-AS1": 2067,
      "SPACA3": 2068,
      "LGMN": 2069,
      "P2RY2": 2070,
      "CRYGS": 2071,
      "EMD": 2072,
      "EFNB2": 2073,
      "WASF3": 2074,
      "NOB1": 2075,
      "UBE2E2": 2076,
      "SHC1": 2077,
      "TCEAL8": 2078,
      "AX748339": 2079,
      "TUBGCP4": 2080,
      "CLCA4": 2081,
      "GRM7": 2082,
      "LOC100996542": 2083,
      "DIO2": 2084,
      "MRPL32": 2085,
      "TMUB1": 2086,
      "GALR2": 2087,
      "SATB2-AS1": 2088,
      "GPR6": 2089,
      "TMEM120B": 2090,
      "BACH1": 2091,
      "LOC101928847": 2092,
      "AURKA": 2093,
      "GPR63": 2094,
      "KIF1A": 2095,
      "LOC100127974": 2096,
      "C9orf172": 2097,
      "LINC00327": 2098,
      "ATP2B1": 2099,
      "GAPVD1": 2100,
      "COL4A3BP": 2101,
      "UPF3A": 2102,
      "E2F4": 2103,
      "GRID2": 2104,
      "LINC01122": 2105,
      "LOC644852": 2106,
      "DCUN1D3": 2107,
      "CD79B": 2108,
      "PTCH2": 2109,
      "HIGD1A": 2110,
      "SGTB": 2111,
      "HPGD": 2112,
      "TMEM14C": 2113,
      "ST13": 2114,
      "MAPK1IP1L": 2115,
      "MARCH1": 2116,
      "LOC284454": 2117,
      "MIR23A": 2118,
      "MIR24-2": 2119,
      "OR1F1": 2120,
      "SAMD3": 2121,
      "TPCN2": 2122,
      "FRMD6": 2123,
      "TFAP2A": 2124,
      "PHACTR4": 2125,
      "UQCRH": 2126,
      "UQCRHL": 2127,
      "CLDN10": 2128,
      "LOC101927308": 2129,
      "PNKD": 2130,
      "PCNAP3": 2131,
      "MAGI2-IT1": 2132,
      "TSLP": 2133,
      "LCK": 2134,
      "SCML4": 2135,
      "FLNA": 2136,
      "KLF2": 2137,
      "PRODH2": 2138,
      "ALG14": 2139,
      "ECM1": 2140,
      "CDCA8": 2141,
      "ORC6": 2142,
      "TADA2B": 2143,
      "TKT": 2144,
      "LINC00176": 2145,
      "UPK1A": 2146,
      "FAM78A": 2147,
      "LOC101927137": 2148,
      "XYLT1": 2149,
      "AC079305.10": 2150,
      "KIAA0040": 2151,
      "LOC101927651": 2152,
      "WWTR1": 2153,
      "DAK": 2154,
      "DHDH": 2155,
      "BC037970": 2156,
      "RP11-94M14.2": 2157,
      "KRT15": 2158,
      "B3GAT1": 2159,
      "CXXC5": 2160,
      "A2M-AS1": 2161,
      "TRAF3IP2": 2162,
      "CEP112": 2163,
      "TOX3": 2164,
      "BC036308": 2165,
      "RP1-117O3.2": 2166,
      "KCTD4": 2167,
      "ATP6V1C2": 2168,
      "HSD3B2": 2169,
      "EFNA5": 2170,
      "PLP1": 2171,
      "DHX34": 2172,
      "IL3RA": 2173,
      "SPC25": 2174,
      "PDLIM4": 2175,
      "LOC101928504": 2176,
      "MIR4458": 2177,
      "MIR4458HG": 2178,
      "SPDEF": 2179,
      "GPR56": 2180,
      "ZNF296": 2181,
