{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": false,
    "handle_chinese_chars": false,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "N": 8,
      "T": 9,
      "不": 10,
      "之": 11,
      "佩": 12,
      "先": 13,
      "兮": 14,
      "兰": 15,
      "则": 16,
      "均": 17,
      "宿": 18,
      "将": 19,
      "岁": 20,
      "忽": 21,
      "惟": 22,
      "揽": 23,
      "搴": 24,
      "摄": 25,
      "既": 26,
      "有": 27,
      "朕": 28,
      "朝": 29,
      "木": 30,
      "正": 31,
      "此": 32,
      "洲": 33,
      "皇": 34,
      "秋": 35,
      "考": 36,
      "肇": 37,
      "草": 38,
      "裔": 39,
      "路": 40,
      "道": 41,
      "重": 42,
      "阳": 43,
      "陬": 44,
      "驰": 45,
      "骥": 46,
      "高": 47,
      "TT": 48,
      "AA": 49,
      "TG": 50,
      "AG": 51,
      "CC": 52,
      "TC": 53,
      "AC": 54,
      "GG": 55,
      "ATT": 56,
      "AT": 57,
      "ATG": 58,
      "GC": 59,
      "TAA": 60,
      "TCC": 61,
      "ACC": 62,
      "AAAA": 63,
      "AGG": 64,
      "AGC": 65,
      "TTC": 66,
      "ATC": 67,
      "AAG": 68,
      "TGC": 69,
      "TTTT": 70,
      "TGG": 71,
      "AAC": 72,
      "TTG": 73,
      "TAG": 74,
      "TAC": 75,
      "CCC": 76,
      "TATT": 77,
      "TGGG": 78,
      "AGAA": 79,
      "TAT": 80,
      "AGGG": 81,
      "AGGC": 82,
      "TTTC": 83,
      "AGCC": 84,
      "ATAA": 85,
      "TGTG": 86,
      "ATTC": 87,
      "TTGG": 88,
      "TCCC": 89,
      "AAGG": 90,
      "TCTC": 91,
      "ACAC": 92,
      "TATG": 93,
      "TTTG": 94,
      "TTCC": 95,
      "AGAG": 96,
      "TGCC": 97,
      "ATGG": 98,
      "AAAC": 99,
      "TGGC": 100,
      "ACCC": 101,
      "AGAC": 102,
      "ATCC": 103,
      "ATTG": 104,
      "TGAA": 105,
      "ATGC": 106,
      "ATAC": 107,
      "TCAC": 108,
      "TTAA": 109,
      "AGTG": 110,
      "TTGC": 111,
      "TAAG": 112,
      "TCTG": 113,
      "TATC": 114,
      "TAAC": 115,
      "AAAG": 116,
      "GGG": 117,
      "GGC": 118,
      "AAGC": 119,
      "TTAC": 120,
      "TAGC": 121,
      "TACC": 122,
      "ATATT": 123,
      "AACC": 124,
      "GCC": 125,
      "TAGG": 126,
      "AATG": 127,
      "AGTC": 128,
      "TTTTC": 129,
      "TGAC": 130,
      "AAAAC": 131,
      "ATAG": 132,
      "TTTAA": 133,
      "AATC": 134,
      "TGTC": 135,
      "AAAAG": 136,
      "ATAT": 137,
      "TGAG": 138,
      "TTATT": 139,
      "TTTTG": 140,
      "ACAG": 141,
      "AATT": 142,
      "AAATT": 143,
      "TCAG": 144,
      "TTTCC": 145,
      "AATAA": 146,
      "AGGCC": 147,
      "ACTC": 148,
      "TGGGC": 149,
      "AAATG": 150,
      "TTAG": 151,
      "ACTG": 152,
      "ATTTC": 153,
      "TGGCC": 154,
      "AAAT": 155,
      "ACG": 156,
      "ATCTC": 157,
      "A则": 158,
      "ACAA": 159,
      "TGTAA": 160,
      "ACTT": 161,
      "ATGCC": 162,
      "TATTC": 163,
      "ATATG": 164,
      "ATTCC": 165,
      "TTCCC": 166,
      "TTTGC": 167,
      "TTCTC": 168,
      "TAAAA": 169,
      "TTTAG": 170,
      "TGGGG": 171,
      "TCCCC": 172,
      "AGAAG": 173,
      "AGGGC": 174,
      "ACCTC": 175,
      "GTG": 176,
      "ACCCC": 177,
      "GGCC": 178,
      "AGGAG": 179,
      "GAG": 180,
      "ATTAC": 181,
      "ATGGC": 182,
      "AAGCC": 183,
      "ATAAAA": 184,
      "TGGAG": 185,
      "ATTGC": 186,
      "TTTAC": 187,
      "TCAA": 188,
      "ATGGG": 189,
      "ACTGC": 190,
      "AAGGC": 191,
      "TTTATT": 192,
      "AAAAAAAA": 193,
      "ACATT": 194,
      "A高": 195,
      "TTGGC": 196,
      "TTGCC": 197,
      "TTTGG": 198,
      "ATCAC": 199,
      "GGGC": 200,
      "TGCAG": 201,
      "ATCCC": 202,
      "ATAAC": 203,
      "AAAGC": 204,
      "AAATC": 205,
      "ACTCC": 206,
      "TGAGG": 207,
      "AATTC": 208,
      "AGAAC": 209,
      "ATATC": 210,
      "AGAGC": 211,
      "TCTCC": 212,
      "AGGGG": 213,
      "AGATG": 214,
      "TTTAT": 215,
      "AAAGG": 216,
      "ACCAC": 217,
      "ATAAG": 218,
      "TTTTTTTT": 219,
      "TTAAAA": 220,
      "TCTTC": 221,
      "TCG": 222,
      "TTGGG": 223,
      "GGGG": 224,
      "ATTTG": 225,
      "AGAAAA": 226,
      "TATTG": 227,
      "TCCTG": 228,
      "TCATT": 229,
      "TTAAG": 230,
      "AGAGG": 231,
      "ATAGC": 232,
      "TTAAC": 233,
      "TGTAG": 234,
      "AGTAA": 235,
      "TTATG": 236,
      "CCCC": 237,
      "AGCCC": 238,
      "TGAAG": 239,
      "AGATT": 240,
      "TATGC": 241,
      "TGCCC": 242,
      "兰兰": 243,
      "TGTGG": 244,
      "T高": 245,
      "TTATC": 246,
      "TATCC": 247,
      "AAACC": 248,
      "ACAGC": 249,
      "TGTGC": 250,
      "TGATT": 251,
      "TCTGC": 252,
      "AAGGG": 253,
      "ACTTC": 254,
      "ACATG": 255,
      "TCAGG": 256,
      "TCCCAGC": 257,
      "TCAGC": 258,
      "TCTTG": 259,
      "AGTTC": 260,
      "AATAG": 261,
      "裔裔": 262,
      "AATAC": 263,
      "TGATG": 264,
      "TGAGC": 265,
      "TGTTC": 266,
      "T则": 267,
      "ATACC": 268,
      "AACCC": 269,
      "TTAGC": 270,
      "TACCC": 271,
      "TATGG": 272,
      "TTTTCC": 273,
      "AATGC": 274,
      "TGAAC": 275,
      "TGTTG": 276,
      "TCCTC": 277,
      "ATAGG": 278,
      "TAGGC": 279,
      "AATGG": 280,
      "TAGCC": 281,
      "AGACC": 282,
      "TCTAA": 283,
      "AAGAC": 284,
      "AATTG": 285,
      "AATCC": 286,
      "AATTTT": 287,
      "TCATC": 288,
      "AGATC": 289,
      "TTACC": 290,
      "TCAAG": 291,
      "TTAGG": 292,
      "TCACC": 293,
      "ATTTTC": 294,
      "TGAGGC": 295,
      "AAATAA": 296,
      "TCAGCC": 297,
      "AGTGG": 298,
      "ACTAC": 299,
      "AGAAGC": 300,
      "TCATG": 301,
      "ATTGG": 302,
      "ACTAA": 303,
      "ATTTAA": 304,
      "TGTCC": 305,
      "AGTAG": 306,
      "TCTGG": 307,
      "ACAAC": 308,
      "TCTTTT": 309,
      "ACATC": 310,
      "ACAGG": 311,
      "TTGGCC": 312,
      "AGTGC": 313,
      "ACACC": 314,
      "AGTTG": 315,
      "TGTTTT": 316,
      "高C": 317,
      "AAAGAA": 318,
      "AATAT": 319,
      "TGAAAA": 320,
      "TAAGC": 321,
      "TAAGG": 322,
      "TCAAC": 323,
      "ATATAA": 324,
      "TGATC": 325,
      "TCTT": 326,
      "TGACC": 327,
      "ACAAG": 328,
      "TAGGG": 329,
      "TGTAC": 330,
      "TGTT": 331,
      "ACTTG": 332,
      "TAATTTT": 333,
      "AATATT": 334,
      "ACAAAA": 335,
      "则G": 336,
      "AGTT": 337,
      "AGTCC": 338,
      "ATTATT": 339,
      "TGTATT": 340,
      "TAACC": 341,
      "裔兰": 342,
      "高G": 343,
      "TCTAC": 344,
      "ATTTTG": 345,
      "AGAAGG": 346,
      "GCCC": 347,
      "则C": 348,
      "TCTAG": 349,
      "TTTGTG": 350,
      "ACTGG": 351,
      "ACCATG": 352,
      "AGTTTT": 353,
      "AAACAC": 354,
      "AGTAC": 355,
      "TTCAC": 356,
      "ATATTC": 357,
      "ATTTT": 358,
      "TAATAA": 359,
      "AAAAGC": 360,
      "AAAACC": 361,
      "TGGGATTAC": 362,
      "TCACTGC": 363,
      "NN": 364,
      "AGGAGG": 365,
      "A之": 366,
      "AGGCTGG": 367,
      "AGCG": 368,
      "TGTCTC": 369,
      "ACGG": 370,
      "AGGTC": 371,
      "A正": 372,
      "TTCCCC": 373,
      "AAAAGG": 374,
      "AGAGAA": 375,
      "AGGAAG": 376,
      "AGCTC": 377,
      "AAAAATT": 378,
      "TCCTGCC": 379,
      "AAAGTGC": 380,
      "TATATT": 381,
      "AACAC": 382,
      "TTCAAG": 383,
      "GTGG": 384,
      "AGCAG": 385,
      "TCTGCC": 386,
      "AGCCCC": 387,
      "ACTAG": 388,
      "TCTTTC": 389,
      "TTGCCC": 390,
      "AAATTC": 391,
      "TTTTGC": 392,
      "AATTTC": 393,
      "TGTAT": 394,
      "TGGGGC": 395,
      "TTTGCC": 396,
      "AGCAC": 397,
      "AGGAGAA": 398,
      "ATATAC": 399,
      "ATTTCC": 400,
      "T摄": 401,
      "AAAATAA": 402,
      "TGTAATCCCAGC": 403,
      "A阳": 404,
      "ATAGAA": 405,
      "TCAGAA": 406,
      "TCGC": 407,
      "TGCG": 408,
      "TTTCCC": 409,
      "ACGC": 410,
      "TGTGGC": 411,
      "TTTTGG": 412,
      "AACG": 413,
      "AGGGGC": 414,
      "TGGGCC": 415,
      "TGAGAC": 416,
      "TTTATG": 417,
      "ACTTTGGG": 418,
      "AAATAC": 419,
      "AGGGCC": 420,
      "ATACAC": 421,
      "TTCTG": 422,
      "TAAAAC": 423,
      "ATATTG": 424,
      "AGTTTC": 425,
      "AGCAGC": 426,
      "ATTTTTT": 427,
      "TTCG": 428,
      "TGTGCC": 429,
      "TAAATG": 430,
      "AAGAAG": 431,
      "TAAAC": 432,
      "TCCG": 433,
      "AACTC": 434,
      "AGGAC": 435,
      "AAATGC": 436,
      "TGGGGG": 437,
      "AGGCTGAGGC": 438,
      "TTCTTC": 439,
      "AAATGG": 440,
      "裔均": 441,
      "TGAGAA": 442,
      "TATAC": 443,
      "TACTC": 444,
      "A摄": 445,
      "兰秋": 446,
      "TGTTTC": 447,
      "TTTAAG": 448,
      "TGATCC": 449,
      "AAAGAC": 450,
      "ATCG": 451,
      "TGGAAG": 452,
      "TGCTC": 453,
      "TTTGGC": 454,
      "TTCTCC": 455,
      "TTATAA": 456,
      "TGCAC": 457,
      "裔秋": 458,
      "AATGAA": 459,
      "TATTCC": 460,
      "ACCG": 461,
      "T正": 462,
      "ATTTAC": 463,
      "TAAAAG": 464,
      "ATGTC": 465,
      "TTTATC": 466,
      "AGGTGG": 467,
      "AGATGG": 468,
      "ATGAC": 469,
      "TTTGGG": 470,
      "TCCAC": 471,
      "TTATTC": 472,
      "TCCTCC": 473,
      "AAAGAG": 474,
      "ATTTGC": 475,
      "ATATGC": 476,
      "AATTAA": 477,
      "AGTCTC": 478,
      "AAGTC": 479,
      "ATGTG": 480,
      "TAAATT": 481,
      "AAATTG": 482,
      "ATATCC": 483,
      "TGAAGC": 484,
      "之C": 485,
      "AGATAA": 486,
      "ATGGCC": 487,
      "ACTCCAGCC": 488,
      "ATATATT": 489,
      "TTCTGC": 490,
      "AGGCTGGAG": 491,
      "TGATTC": 492,
      "ATTCCC": 493,
      "AACAAC": 494,
      "ATCACC": 495,
      "AAAAAC": 496,
      "ATTTATT": 497,
      "AGACAC": 498,
      "AATCTC": 499,
      "TGCTGC": 500,
      "AAATCC": 501,
      "TCCCAAAGTGC": 502,
      "AAGGCC": 503,
      "AAAGCC": 504,
      "TTGAAC": 505,
      "AGTATT": 506,
      "TATATG": 507,
      "ATCTTC": 508,
      "TGCCCC": 509,
      "TTGCAGTG": 510,
      "AATATG": 511,
      "TTTTTAA": 512,
      "AGGAGC": 513,
      "AGAGGC": 514,
      "AAGAAAA": 515,
      "ACACACAC": 516,
      "TTGTC": 517,
      "ACAGAA": 518,
      "ATATGG": 519,
      "GCG": 520,
      "TTTAAC": 521,
      "AAAGGG": 522,
      "AAAGGC": 523,
      "TGAAAC": 524,
      "AAATATT": 525,
      "AATATC": 526,
      "TGTGTGTG": 527,
      "TTTTTC": 528,
      "ATTGCC": 529,
      "TTAGAA": 530,
      "CCCAGC": 531,
      "TGGAC": 532,
      "TTGTTG": 533,
      "AATTTG": 534,
      "AGAGGG": 535,
      "AGTGGC": 536,
      "TGGGATTACAGGC": 537,
      "TTGGGG": 538,
      "TTAAAC": 539,
      "AGTAT": 540,
      "ATGAAG": 541,
      "AGATTC": 542,
      "TCTGTC": 543,
      "ACCTCC": 544,
      "ATGTAA": 545,
      "TTAGCC": 546,
      "TGCTG": 547,
      "TTTAGTAG": 548,
      "AATTCC": 549,
      "TTGGGC": 550,
      "TAAAAATAC": 551,
      "ATTTAG": 552,
      "均均": 553,
      "TCAAAA": 554,
      "TA则": 555,
      "AGGAAC": 556,
      "ATCTCC": 557,
      "ATGGGG": 558,
      "ATCCCC": 559,
      "TTGAC": 560,
      "AAGAAC": 561,
      "AATGGC": 562,
      "TGCAGC": 563,
      "AAAGTG": 564,
      "T之": 565,
      "TACG": 566,
      "AATAAC": 567,
      "ATAGAG": 568,
      "AGGCCC": 569,
      "ATGATG": 570,
      "TGGCCC": 571,
      "TGAAGG": 572,
      "TCTTCC": 573,
      "AGAACC": 574,
      "ACCACC": 575,
      "AAGTGG": 576,
      "TACAC": 577,
      "TGCTTC": 578,
      "AGCTCC": 579,
      "AACTCC": 580,
      "TTATTG": 581,
      "TGAGCC": 582,
      "AGCAAG": 583,
      "ACTTTT": 584,
      "ACCAGCC": 585,
      "TCTCCC": 586,
      "AATTAC": 587,
      "AGAGCC": 588,
      "AAGGGG": 589,
      "TCTCG": 590,
      "ATCATC": 591,
      "TAGCTGGG": 592,
      "AAGGGC": 593,
      "AGGATG": 594,
      "TAAGCC": 595,
      "AAACCC": 596,
      "TCGG": 597,
      "ATTTGG": 598,
      "T阳": 599,
      "AATGTG": 600,
      "ATGTTC": 601,
      "ATAGGC": 602,
      "TGCAGTGGC": 603,
      "ATAAGC": 604,
      "AACATGG": 605,
      "AGGTG": 606,
      "AGTTTG": 607,
      "ATCTG": 608,
      "ATCATG": 609,
      "AACTTC": 610,
      "ACAGAG": 611,
      "TGAACC": 612,
      "AGCAGG": 613,
      "TTTACC": 614,
      "ATAGAC": 615,
      "GGGCC": 616,
      "NNNN": 617,
      "ATACCC": 618,
      "AGCTG": 619,
      "AGCTGC": 620,
      "TTCTAG": 621,
      "TCTGTG": 622,
      "ATCATT": 623,
      "TTTTTTG": 624,
      "TGGTGG": 625,
      "ATAAGG": 626,
      "TCCTGCCTCAGCC": 627,
      "AATAAG": 628,
      "TCCTTC": 629,
      "ATCTTG": 630,
      "AGCTTC": 631,
      "TAGAC": 632,
      "TATAAAA": 633,
      "AGGGGG": 634,
      "GTC": 635,
      "AAGTAA": 636,
      "ATGTTG": 637,
      "AGCTAC": 638,
      "TGTTTG": 639,
      "TCATTC": 640,
      "AACATT": 641,
      "AACCCC": 642,
      "裔兰裔兰": 643,
      "TTCATT": 644,
      "AAGATG": 645,
      "AGTTCC": 646,
      "TTCTAA": 647,
      "AGATGC": 648,
      "TCCCCC": 649,
      "TTGTAA": 650,
      "TCTTGC": 651,
      "TTCAAGC": 652,
      "AGCCACC": 653,
      "AGGTGC": 654,
      "ATCTGC": 655,
      "AGCATT": 656,
      "TGGTGC": 657,
      "TGGCTC": 658,
      "TTCAAC": 659,
      "TGGAAC": 660,
      "ATAGTG": 661,
      "A则G": 662,
      "TGGAGG": 663,
      "ATGGGC": 664,
      "则CC": 665,
      "TTAACC": 666,
      "TTAAGC": 667,
      "TTCTTTT": 668,
      "TCTATT": 669,
      "TGTTCC": 670,
      "TCTTTG": 671,
      "TTTAGC": 672,
      "AATCAC": 673,
      "TACTAAAAATAC": 674,
      "TCCACC": 675,
      "TTGAACC": 676,
      "TAGAAG": 677,
      "AGGAAAA": 678,
      "ATCTAA": 679,
      "TGTATG": 680,
      "AACAAAA": 681,
      "TTCTTG": 682,
      "ATTTTTC": 683,
      "GTCTC": 684,
      "AGTGAA": 685,
      "TGTGGG": 686,
      "ACTTTC": 687,
      "ACCTTG": 688,
      "TCCTGACCTC": 689,
      "AATGCC": 690,
      "摄C": 691,
      "AGTGTG": 692,
      "ATATAG": 693,
      "ATGTGC": 694,
      "ATGCCC": 695,
      "TACAAAA": 696,
      "AGTGGG": 697,
      "ATTAAAA": 698,
      "GCCCC": 699,
      "AGCTGG": 700,
      "摄G": 701,
      "ATAAAAC": 702,
      "秋秋": 703,
      "ACCCCC": 704,
      "AATTGC": 705,
      "TCCTGC": 706,
      "ATGAAC": 707,
      "ATAACC": 708,
      "TATTGC": 709,
      "TGGCTCAC": 710,
      "AGTATG": 711,
      "TTGAAG": 712,
      "TCACTGCAACC": 713,
      "TTTAGG": 714,
      "ATGTGG": 715,
      "AGATAC": 716,
      "ACACAC": 717,
      "AACAAG": 718,
      "高CC": 719,
      "AATCCC": 720,
      "AAATAG": 721,
      "AGGTAA": 722,
      "TTATAC": 723,
      "ACTGTG": 724,
      "AGTTAA": 725,
      "TGAGAG": 726,
      "ATTTAT": 727,
      "兰均": 728,
      "TTCTGG": 729,
      "TTGTAG": 730,
      "ATCGC": 731,
      "高GG": 732,
      "ATAGCC": 733,
      "AGGCGG": 734,
      "TCCAGC": 735,
      "AATAGC": 736,
      "AGACCC": 737,
      "ACTGCACTCCAGCC": 738,
      "AAAAAAG": 739,
      "TGAGGG": 740,
      "TTCATG": 741,
      "ACTTTGGGAGGCC": 742,
      "TACTAA": 743,
      "AGAAAC": 744,
      "TGATAA": 745,
      "TAGAAC": 746,
      "ATAGGG": 747,
      "TTCATC": 748,
      "TTAAGG": 749,
      "GAGG": 750,
      "TGGAGC": 751,
      "则GC": 752,
      "TCAAGC": 753,
      "ATCAAG": 754,
      "TGATGG": 755,
      "ACCTGC": 756,
      "TATGCC": 757,
      "TAGGCC": 758,
      "TATTTATT": 759,
      "TCCCAAG": 760,
      "AGGCTGAGGCAGGAGAA": 761,
      "TTATCC": 762,
      "TCTGGG": 763,
      "AGTCAC": 764,
      "AGTAAC": 765,
      "AGTGCC": 766,
      "TCCTGG": 767,
      "TCTAT": 768,
      "AGCAAC": 769,
      "ACTCTG": 770,
      "AATGGG": 771,
      "AATACC": 772,
      "ATTATG": 773,
      "ATAAAAG": 774,
      "AAGCCC": 775,
      "TTGTTTT": 776,
      "ACTTCC": 777,
      "则GG": 778,
      "TCAGGG": 779,
      "AGCTAA": 780,
      "ATTAAC": 781,
      "AGCATC": 782,
      "AGTAAG": 783,
      "AGCACC": 784,
      "阳C": 785,
      "正C": 786,
      "TTACAC": 787,
      "GTGC": 788,
      "TTAGAG": 789,
      "ATCAAC": 790,
      "TCCATG": 791,
      "TCCTGAG": 792,
      "TACATT": 793,
      "ACAGCC": 794,
      "AGAAAAG": 795,
      "A高C": 796,
      "AAAAAAC": 797,
      "TATGGC": 798,
      "TTCTTTC": 799,
      "AGGTAG": 800,
      "TGTCTG": 801,
      "ATTAAG": 802,
      "TATATC": 803,
      "TCCTTG": 804,
      "AGAAAAC": 805,
      "TATCCC": 806,
      "AGGTTG": 807,
      "TATAAC": 808,
      "TCAGGC": 809,
      "AATTATT": 810,
      "AATTTAA": 811,
      "AATCTG": 812,
      "之CC": 813,
      "TTGCAGTGAGCC": 814,
      "TTCTAC": 815,
      "ACATTC": 816,
      "AGTCTG": 817,
      "ACCTAA": 818,
      "AGGTGTG": 819,
      "AGTTAC": 820,
      "TCCCAGG": 821,
      "TCAGAG": 822,
      "ACATGG": 823,
      "AGCATG": 824,
      "TGTTGG": 825,
      "兰兰兰兰": 826,
      "TGAAACCCC": 827,
      "AAATAAAA": 828,
      "TCCATC": 829,
      "TACATG": 830,
      "ATAATAA": 831,
      "AT高": 832,
      "TCAAAC": 833,
      "TCACCC": 834,
      "AGTCCC": 835,
      "TACCCC": 836,
      "GGGGC": 837,
      "ACCTGG": 838,
      "GAGGC": 839,
      "AGATTG": 840,
      "TGACAC": 841,
      "ATTTTAA": 842,
      "TCTGAA": 843,
      "TTGAACCC": 844,
      "TTTTTT": 845,
      "ACCAAC": 846,
      "AGATCC": 847,
      "TCACAC": 848,
      "TAGAAAA": 849,
      "TCCAAG": 850,
      "GAC": 851,
      "AAATATC": 852,
      "TGTTAA": 853,
      "TCTGGC": 854,
      "TGTCCC": 855,
      "TGGGCAAC": 856,
      "TCAGGAG": 857,
      "TGCTGG": 858,
      "ATGAAAA": 859,
      "TGCAAG": 860,
      "TCCTAA": 861,
      "AAATAT": 862,
      "TGTATC": 863,
      "ATAGTC": 864,
      "TTATGC": 865,
      "TGATGC": 866,
      "AATAGG": 867,
      "TTTCCCC": 868,
      "AATTGG": 869,
      "TTCAGC": 870,
      "ACTTTG": 871,
      "ACCAAG": 872,
      "ACAGGG": 873,
      "AGTAGC": 874,
      "TTACCC": 875,
      "TCCAGG": 876,
      "TTGTATT": 877,
      "ACCAGC": 878,
      "肇TTTTTTTT": 879,
      "TAATAC": 880,
      "TCCTGGG": 881,
      "AGTATC": 882,
      "ATTTCTC": 883,
      "ACAAAC": 884,
      "ATCTAC": 885,
      "TGTCAC": 886,
      "TCATTG": 887,
      "AGACAGGG": 888,
      "TCCGCC": 889,
      "ATCTGG": 890,
      "TAGTAA": 891,
      "TTTTAAAA": 892,
      "TGCATG": 893,
      "TTCAGG": 894,
      "ACAGGC": 895,
      "TTAGGG": 896,
      "CCCG": 897,
      "TATTGG": 898,
      "TGCAGG": 899,
      "TGAGTG": 900,
      "TTTCACCATG": 901,
      "TCTTGG": 902,
      "TTATATT": 903,
      "TGGGAGG": 904,
      "TCAAGG": 905,
      "AGTTGG": 906,
      "TGTAAG": 907,
      "AACATG": 908,
      "ATAAATAA": 909,
      "ATATATAT": 910,
      "TTTTATT": 911,
      "TGTTGC": 912,
      "AGGATGG": 913,
      "AACATC": 914,
      "TATAAG": 915,
      "AGTTGC": 916,
      "TGCTCC": 917,
      "ACCTTC": 918,
      "TCCCAGCTAC": 919,
      "TGGTAA": 920,
      "TATGGG": 921,
      "ATTATC": 922,
      "AAAAATG": 923,
      "A则C": 924,
      "AAGAGG": 925,
      "TGCAGTG": 926,
      "ACCATC": 927,
      "ATAAATG": 928,
      "AATTTTC": 929,
      "TTGTTC": 930,
      "AACTAA": 931,
      "TCATCC": 932,
      "ACTAT": 933,
      "TAATTTTTGTATT": 934,
      "AGGAGGC": 935,
      "TTATGG": 936,
      "高GC": 937,
      "TTTATTC": 938,
      "ACAGAC": 939,
      "ATTGGC": 940,
      "AAAATAC": 941,
      "ACCGC": 942,
      "AAGAGC": 943,
      "TGGATG": 944,
      "ATTTTTG": 945,
      "ATTTTCC": 946,
      "TGTAAC": 947,
      "TCAAAG": 948,
      "裔裔裔裔": 949,
      "AAAAAAAAAAAA": 950,
      "TTAGAC": 951,
      "AGAAATG": 952,
      "TGACCC": 953,
      "TTTTTTC": 954,
      "ATCACTTG": 955,
      "AACAGC": 956,
      "TCGGCC": 957,
      "ATGAGCC": 958,
      "ACTATT": 959,
      "TGGGTGAC": 960,
      "TCAGTG": 961,
      "TGGCG": 962,
      "TGTTAC": 963,
      "ATGATC": 964,
      "AGTAGG": 965,
      "GCGG": 966,
      "ACATAA": 967,
      "TAGTAG": 968,
      "TAGCTGGGACTAC": 969,
      "TGCTAA": 970,
      "TTAGGC": 971,
      "AGCTGAG": 972,
      "AAGTTC": 973,
      "ACATGC": 974,
      "ACCTAC": 975,
      "TCATGG": 976,
      "AAAGAAAA": 977,
      "ACTGCC": 978,
      "TAATTC": 979,
      "AGGTAC": 980,
      "ACATCC": 981,
      "ATGTAC": 982,
      "AGGAAAC": 983,
      "ACAGTG": 984,
      "AAGATC": 985,
      "TGTTTTC": 986,
      "TCATAA": 987,
      "TGAGTC": 988,
      "ATGTCC": 989,
      "ATGTAG": 990,
      "GATTC": 991,
      "TTAGTG": 992,
      "TATTTTG": 993,
      "ATGATT": 994,
      "ACTCTC": 995,
      "TTAAAAC": 996,
      "TTTCTTTC": 997,
      "阳G": 998,
      "AGGTCAGGAG": 999,
      "ACTGGG": 1000,
      "AAGTTG": 1001,
      "AGCGC": 1002,
      "ACTATG": 1003,
      "TAAAAAA": 1004,
      "ATTTTAC": 1005,
      "TATTTTC": 1006,
      "TGATTG": 1007,
      "AGGCCCC": 1008,
      "TCTTAA": 1009,
      "GGGGG": 1010,
      "ACACG": 1011,
      "TGCTTG": 1012,
      "AACTAC": 1013,
      "TGGTAG": 1014,
      "AGCTGGG": 1015,
      "TCCAGCC": 1016,
      "TCTCTCTC": 1017,
      "AGATGGGG": 1018,
      "TTTCACC": 1019,
      "ACTGAA": 1020,
      "AATTTTG": 1021,
      "AGGATT": 1022,
      "AGCTTG": 1023,
      "TTTTTTTC": 1024,
      "TCCCG": 1025,
      "TAAGGC": 1026,
      "AGTTTTC": 1027,
      "ACAATG": 1028,
      "TAAATC": 1029,
      "TCTATC": 1030,
      "TCTTAC": 1031,
      "AGTACC": 1032,
      "TGGAAAA": 1033,
      "裔均裔均": 1034,
      "ACATAC": 1035,
      "A高G": 1036,
      "TTGGAAAC": 1037,
      "AAGTAG": 1038,
      "TACTTC": 1039,
      "AAGTGC": 1040,
      "TCTATG": 1041,
      "TGATAC": 1042,
      "ACTCCC": 1043,
      "ACCTGCC": 1044,
      "AACTTG": 1045,
      "AGGAAGG": 1046,
      "TAATTG": 1047,
      "ATTGGG": 1048,
      "TTTATTG": 1049,
      "ACATTG": 1050,
      "TTTTGCC": 1051,
      "ATATAAAA": 1052,
      "TCAGAC": 1053,
      "TT则": 1054,
      "TTATAG": 1055,
      "AGAGAGAG": 1056,
      "T高C": 1057,
      "TTTTCCC": 1058,
      "AGATATT": 1059,
      "TCATGC": 1060,
      "ATCTAG": 1061,
      "TGGTTC": 1062,
      "ATATATG": 1063,
      "TCCAAC": 1064,
      "TCTCAAAC": 1065,
      "TAATAG": 1066,
      "ACAAAG": 1067,
      "ACAAGG": 1068,
      "TGGATT": 1069,
      "TTTTTATT": 1070,
      "ATCAGC": 1071,
      "GCCTGTAATCCCAGC": 1072,
      "TCAGTC": 1073,
      "TGCATT": 1074,
      "AAACG": 1075,
      "TCAACC": 1076,
      "AGGCG": 1077,
      "TTGGCCAGGCTGG": 1078,
      "TGTAGG": 1079,
      "ACTTGG": 1080,
      "AGCTAG": 1081,
      "GGCCC": 1082,
      "AGAATAA": 1083,
      "AACTGC": 1084,
      "TTTTTCC": 1085,
      "ATGAGG": 1086,
      "AAAGAAG": 1087,
      "TTCTTCC": 1088,
      "TGGATC": 1089,
      "TGTAGC": 1090,
      "AAATTCC": 1091,
      "TTCACC": 1092,
      "TATTTAA": 1093,
      "TGGGCG": 1094,
      "ATTTTTAA": 1095,
      "NNNNNNNN": 1096,
      "ACACCC": 1097,
      "TGGCCCC": 1098,
      "兰秋兰秋": 1099,
      "AGGATC": 1100,
      "AAGTAC": 1101,
      "TATATAA": 1102,
      "ACCATCC": 1103,
      "TTAAAAG": 1104,
      "AGACAGAG": 1105,
      "AAACAAAC": 1106,
      "AGAAGGC": 1107,
      "AA高": 1108,
      "ATGAGC": 1109,
      "ACTCAC": 1110,
      "TTT": 1111,
      "AGATAG": 1112,
      "TGGTTG": 1113,
      "TCCCGAG": 1114,
      "TTCTGCC": 1115,
      "TGCTAC": 1116,
      "AA则": 1117,
      "TCTTTTC": 1118,
      "ACCAGG": 1119,
      "TGGTAC": 1120,
      "TCTACC": 1121,
      "TCTGTCTC": 1122,
      "GCGC": 1123,
      "ACTGGC": 1124,
      "TTTATCC": 1125,
      "TGTACC": 1126,
      "TCCTAG": 1127,
      "TTTGTAA": 1128,
      "TCCCAAAGTGCTGGGATTACAGGC": 1129,
      "T则C": 1130,
      "AGAGAAG": 1131,
      "ATTTCG": 1132,
      "TTGTAC": 1133,
      "TTGAAAA": 1134,
      "ACCTAG": 1135,
      "ATGTGCC": 1136,
      "TGCGG": 1137,
      "A兮": 1138,
      "ACTTGC": 1139,
      "TTAGTC": 1140,
      "TTTTTAC": 1141,
      "AGGCTGAGG": 1142,
      "AGACGGGG": 1143,
      "TTTCTTC": 1144,
      "TCAATG": 1145,
      "兰TTTTTTTT": 1146,
      "AGACG": 1147,
      "ATGGTGGC": 1148,
      "TCCTAC": 1149,
      "TCTAAG": 1150,
      "TGCATC": 1151,
      "TCCTTCC": 1152,
      "AGGCTGGAGTGCAGTGGC": 1153,
      "TGGTGTG": 1154,
      "ACTGTC": 1155,
      "ATTCAAC": 1156,
      "TCACAGAG": 1157,
      "TGGGGCC": 1158,
      "TATAGC": 1159,
      "TCCATT": 1160,
      "TGCTAG": 1161,
      "AACACC": 1162,
      "GTGAGCC": 1163,
      "ATTCTCAGAA": 1164,
      "ATGTGTG": 1165,
      "AAGATT": 1166,
      "AGACGG": 1167,
      "ACTTAC": 1168,
      "AGGAAGC": 1169,
      "ACTTAA": 1170,
      "AGCCAGGC": 1171,
      "TTTGTTTT": 1172,
      "AGGTTC": 1173,
      "ACTGAC": 1174,
      "ATCAAAA": 1175,
      "TAGGGC": 1176,
      "AGACCAGCC": 1177,
      "TACTCGGG": 1178,
      "TATATTC": 1179,
      "TTCAAAA": 1180,
      "TTTCG": 1181,
      "TCACG": 1182,
      "TCGCCC": 1183,
      "TTGATT": 1184,
      "AAATGCC": 1185,
      "TCCTCCC": 1186,
      "TTGTGC": 1187,
      "TGGTG": 1188,
      "TCTGCCC": 1189,
      "ACCATT": 1190,
      "TTCTCTC": 1191,
      "TAAAGC": 1192,
      "AAATAAC": 1193,
      "TGGCCAACATGG": 1194,
      "AGTTATT": 1195,
      "ACAAGC": 1196,
      "AAGAGAA": 1197,
      "TTGATG": 1198,
      "TTTTTAG": 1199,
      "AGAAGCC": 1200,
      "TACAAC": 1201,
      "AAAAAATT": 1202,
      "TTGTGG": 1203,
      "AGGACC": 1204,
      "TGTTTTG": 1205,
      "AATATTC": 1206,
      "ATGCCTGTAATCCCAGC": 1207,
      "TGAATAA": 1208,
      "TTAAATG": 1209,
      "ATAAATT": 1210,
      "TTGTCC": 1211,
      "TCTTTAA": 1212,
      "AAGAAAC": 1213,
      "TTCTTTG": 1214,
      "TGCAAC": 1215,
      "TAGATG": 1216,
      "TGCTGGG": 1217,
      "ATCTCGGC": 1218,
      "AAAAATC": 1219,
      "AGAAATT": 1220,
      "TGAAACCC": 1221,
      "TTGAGC": 1222,
      "AAGTCC": 1223,
      "AGTTTTG": 1224,
      "AGTTTAA": 1225,
      "ACCTCAGCC": 1226,
      "TGCACC": 1227,
      "TTAATAA": 1228,
      "ATACG": 1229,
      "TTGAGG": 1230,
      "AAAGAAC": 1231,
      "AGTTTCC": 1232,
      "TATACC": 1233,
      "TCTAAC": 1234,
      "TCCCGGG": 1235,
      "AATCTGC": 1236,
      "TGAAAAC": 1237,
      "TGTTATT": 1238,
      "AT则": 1239,
      "AGCCG": 1240,
      "TACTAC": 1241,
      "ATTTTATT": 1242,
      "AG高": 1243,
      "TGCTTTC": 1244,
      "TGGGGGC": 1245,
      "ATATTCC": 1246,
      "TAGCCC": 1247,
      "TCTCAGC": 1248,
      "ATTTTGG": 1249,
      "TCTGTCACCC": 1250,
      "TCTAGC": 1251,
      "ATTCG": 1252,
      "ACAATC": 1253,
      "AGAAGGG": 1254,
      "AAAATAG": 1255,
      "AAATGGG": 1256,
      "TTTTTTTG": 1257,
      "ACGCC": 1258,
      "TACAGC": 1259,
      "AAGACC": 1260,
      "TAGGGG": 1261,
      "TGTTTCC": 1262,
      "AACTCCTGACCTC": 1263,
      "AGGTCC": 1264,
      "ATTACAGGC": 1265,
      "TTCGAG": 1266,
      "TAATGC": 1267,
      "TCTAGG": 1268,
      "AGAAATC": 1269,
      "ATGGTGG": 1270,
      "TTTCTCC": 1271,
      "TTGATC": 1272,
      "ACAGTC": 1273,
      "TAATATT": 1274,
      "TCGGC": 1275,
      "AGGAGGG": 1276,
      "AAACAAAA": 1277,
      "ATGTTTT": 1278,
      "AGCAAAA": 1279,
      "TAAATAA": 1280,
      "ACAACC": 1281,
      "ACCTCCC": 1282,
      "ACCTGGC": 1283,
      "AAATCTC": 1284,
      "AACTAG": 1285,
      "AGCTGGGC": 1286,
      "AGATGGG": 1287,
      "AGAAAGAA": 1288,
      "TGAAAAG": 1289,
      "TATTTTTT": 1290,
      "ACCCAGC": 1291,
      "AAATATG": 1292,
      "TCATAC": 1293,
      "TACTAAAAATACAAAAATT": 1294,
      "ACCACG": 1295,
      "TACTTG": 1296,
      "TACAAG": 1297,
      "TTTCTAA": 1298,
      "AGAGGCC": 1299,
      "TTTCTTTT": 1300,
      "CCCAGCC": 1301,
      "AAACCCC": 1302,
      "TCCGC": 1303,
      "TAAGGG": 1304,
      "TGTTTAA": 1305,
      "ACTGAG": 1306,
      "TGGGATT": 1307,
      "TA高": 1308,
      "TGAACCC": 1309,
      "裔AAAAAAAA": 1310,
      "TTATAT": 1311,
      "TAGATT": 1312,
      "TGAGGCC": 1313,
      "TTCATTC": 1314,
      "AGCGG": 1315,
      "AGAGCCC": 1316,
      "AAAGTAA": 1317,
      "AAATAAG": 1318,
      "TGAAATG": 1319,
      "AAAAAAAAAAAAAAAA": 1320,
      "ATA则": 1321,
      "TGGCTAAC": 1322,
      "TATAAAC": 1323,
      "AAATGGC": 1324,
      "TTTGTGATG": 1325,
      "AACTGG": 1326,
      "GGCCCC": 1327,
      "TACTGC": 1328,
      "ATATTTGG": 1329,
      "ACAGAAG": 1330,
      "ACCAAAA": 1331,
      "TTATTCC": 1332,
      "ACAGAGC": 1333,
      "TCGCC": 1334,
      "T高G": 1335,
      "TTCCTTC": 1336,
      "TGTAATCCC": 1337,
      "TCACACC": 1338,
      "TT摄": 1339,
      "TATATAC": 1340,
      "TGGCCAAC": 1341,
      "ATCATTC": 1342,
      "TCTTTCC": 1343,
      "ATTTATC": 1344,
      "AGTTAG": 1345,
      "ATTTTGC": 1346,
      "TATATAT": 1347,
      "TCGGG": 1348,
      "TAATTTTTGTATTTTTAGTAG": 1349,
      "ATTAGG": 1350,
      "TAAAATG": 1351,
      "TGCTTTT": 1352,
      "ATTTCTG": 1353,
      "AAAATATT": 1354,
      "ATCTCAGC": 1355,
      "AAGCCCC": 1356,
      "TAGTTC": 1357,
      "AGGGGCC": 1358,
      "AAATTGC": 1359,
      "TGAGGTCAGGAG": 1360,
      "TGCAGCC": 1361,
      "AATTCCC": 1362,
      "AAAAAA": 1363,
      "TACATC": 1364,
      "TAAAAAC": 1365,
      "GGCG": 1366,
      "TGGGTGG": 1367,
      "裔兰兰": 1368,
      "TTGCAGTGAGCCGAG": 1369,
      "TGCTGCC": 1370,
      "TAAAGG": 1371,
      "TAGTTTT": 1372,
      "AGCTGTG": 1373,
      "AGAAAGG": 1374,
      "TCAATC": 1375,
      "TGGGAAG": 1376,
      "TATAG": 1377,
      "AGAAATAA": 1378,
      "TAACCC": 1379,
      "TTGACC": 1380,
      "ACTATC": 1381,
      "TGGAGGC": 1382,
      "TGGTTTT": 1383,
      "TATAA": 1384,
      "TTTGTTTG": 1385,
      "ATCTTTT": 1386,
      "AGAAAGC": 1387,
      "TGCGC": 1388,
      "ATGTATT": 1389,
      "TTTGTATT": 1390,
      "TTCCG": 1391,
      "AGGTGCC": 1392,
      "AAAATGC": 1393,
      "TTTGCCC": 1394,
      "TTGGAAACGGG": 1395,
      "ATTAGC": 1396,
      "AAGGAAG": 1397,
      "ATTACC": 1398,
      "CCCGGC": 1399,
      "TTTGGGG": 1400,
      "TTTGTAG": 1401,
      "GAGAC": 1402,
      "TTCTCCC": 1403,
      "TGGGAGGC": 1404,
      "摄GG": 1405,
      "AGCCAGG": 1406,
      "ATCAGG": 1407,
      "TGATAG": 1408,
      "A之C": 1409,
      "TCTTATT": 1410,
      "ACTAAG": 1411,
      "TGGTGGC": 1412,
      "TG则": 1413,
      "TGATATT": 1414,
      "ATTATAA": 1415,
      "TCCTTTC": 1416,
      "ATTCCCC": 1417,
      "TACTTTT": 1418,
      "ACTAAC": 1419,
      "TTCCTTCC": 1420,
      "T则G": 1421,
      "之G": 1422,
      "A则GG": 1423,
      "TATATATT": 1424,
      "TAGCTGGGATTACAGGC": 1425,
      "TTGTTTC": 1426,
      "TAGAG": 1427,
      "AACAGG": 1428,
      "TTCTATT": 1429,
      "ACTCAG": 1430,
      "TCAATAA": 1431,
      "TGTTAG": 1432,
      "AGGGAAG": 1433,
      "ATTTATG": 1434,
      "TTCTGTG": 1435,
      "AAAAATAA": 1436,
      "AATTTAC": 1437,
      "TTTGAAG": 1438,
      "TCCTCTC": 1439,
      "TTTGAGG": 1440,
      "ATCTTTC": 1441,
      "ACTTCCC": 1442,
      "ATTATTC": 1443,
      "ACGGC": 1444,
      "AGCCAAG": 1445,
      "A肇": 1446,
      "AACAGAA": 1447,
      "AAAAGGC": 1448,
      "TAAACC": 1449,
      "TCCTAGC": 1450,
      "TGAATAG": 1451,
      "ATAAGCC": 1452,
      "TGGAGAA": 1453,
      "AC高": 1454,
      "ACATAG": 1455,
      "则GCC": 1456,
      "TGGAAGG": 1457,
      "TGTAGTCCCAGCTAC": 1458,
      "AGCAGCC": 1459,
      "ATTCAAG": 1460,
      "AAATTGG": 1461,
      "TACTCC": 1462,
      "TAAAATAA": 1463,
      "TGCTTCC": 1464,
      "TTTAAGG": 1465,
      "TGGTC": 1466,
      "AAATCCC": 1467,
      "TTTAACC": 1468,
      "ATATCTC": 1469,
      "AAAGGGC": 1470,
      "ATGGGGG": 1471,
      "AAGCG": 1472,
      "TCTGTAA": 1473,
      "TCATGCC": 1474,
      "TGCCG": 1475,
      "TATTTAC": 1476,
      "TGGACC": 1477,
      "AGCAGAG": 1478,
      "TCTCGC": 1479,
      "AGGCTGGAGTGCAG": 1480,
      "TCCTTTT": 1481,
      "ATTTCCC": 1482,
      "ATGACC": 1483,
      "ATATGGC": 1484,
      "ATATGCC": 1485,
      "ACCCG": 1486,
      "AGGAGAG": 1487,
      "TGACG": 1488,
      "TTCAG": 1489,
      "TAACG": 1490,
      "TGGTCC": 1491,
      "TTCCCCC": 1492,
      "AAAAGCC": 1493,
      "AAAACCC": 1494,
      "TGCTGTG": 1495,
      "AGGGCCC": 1496,
      "ATGCG": 1497,
      "TAGCTGGGACTACAGGC": 1498,
      "TCTTAG": 1499,
      "ATTTAAG": 1500,
      "TTGAGCCC": 1501,
      "TCTTCCC": 1502,
      "TTACG": 1503,
      "ACTACC": 1504,
      "AGCTTCC": 1505,
      "TGGAAAC": 1506,
      "TGAGCCC": 1507,
      "TATATTG": 1508,
      "AGAGAAC": 1509,
      "ATTTCAC": 1510,
      "TATAAAG": 1511,
      "TCCGG": 1512,
      "TCATAG": 1513,
      "TC高": 1514,
      "TTAATTTT": 1515,
      "TAGAGG": 1516,
      "TGTTTGC": 1517,
      "AAAATTC": 1518,
      "均兰": 1519,
      "TATAGG": 1520,
      "AATTCTC": 1521,
      "TAGAGC": 1522,
      "ATCTTCC": 1523,
      "之CCC": 1524,
      "ATATTGG": 1525,
      "TTTTGGC": 1526,
      "TGGAAGC": 1527,
      "TTATATG": 1528,
      "TTCTCTG": 1529,
      "TAATTTC": 1530,
      "TGGGCCC": 1531,
      "AAAAGAAAA": 1532,
      "TTCAAGCGATTC": 1533,
      "ACTTATT": 1534,
      "TCTTTTG": 1535,
      "AG则": 1536,
      "TT高": 1537,
      "TGCCCCC": 1538,
      "ATGAGAA": 1539,
      "ATTTGAA": 1540,
      "TTATAAAA": 1541,
      "TCAGCCC": 1542,
      "AACGC": 1543,
      "TACTGG": 1544,
      "ATATTGC": 1545,
      "TTCCTTG": 1546,
      "AGCTTTC": 1547,
      "ATTCTCCTGCCTCAGCC": 1548,
      "ATTTGTG": 1549,
      "TTTTTTTTTTTT": 1550,
      "TAGTTG": 1551,
      "ATGGGGC": 1552,
      "ATCACG": 1553,
      "AAAGGCC": 1554,
      "AAAAGGG": 1555,
      "AGCCCCC": 1556,
      "ATGTTTC": 1557,
      "TATTTCC": 1558,
      "TCTCCCC": 1559,
      "TTT则": 1560,
      "AGGGAGG": 1561,
      "TTTTAAG": 1562,
      "AGCCTCC": 1563,
      "ATCTCTC": 1564,
      "AGATTTC": 1565,
      "ACTAGG": 1566,
      "ATCTTGGC": 1567,
      "ATTTGTC": 1568,
      "TGCCTGCC": 1569,
      "TCCATCTC": 1570,
      "TCTTGCC": 1571,
      "TAATCC": 1572,
      "AAAGCCC": 1573,
      "ACCACAC": 1574,
      "TACAGG": 1575,
      "TGATTTC": 1576,
      "TTTGGCC": 1577,
      "AAAAATAC": 1578,
      "TTTGTTG": 1579,
      "TGAGAAC": 1580,
      "AATATTG": 1581,
      "ATGCCCC": 1582,
      "AGGGGGC": 1583,
      "AGGTGATCC": 1584,
      "TCCCAAAGTGCTGGGATTAC": 1585,
      "TTTTGGG": 1586,
      "TTCAAAC": 1587,
      "AAAATTG": 1588,
      "AACATTC": 1589,
      "ATGAAGC": 1590,
      "TTCTCAC": 1591,
      "ATTTAAC": 1592,
      "TCCTGGC": 1593,
      "ACAATT": 1594,
      "TGTTCTC": 1595,
      "ATATATAA": 1596,
      "A兰": 1597,
      "TGGTTTC": 1598,
      "TTCTTAA": 1599,
      "AGGCTGC": 1600,
      "TGAAACCCCGTCTC": 1601,
      "AAAAAGG": 1602,
      "TCAATT": 1603,
      "ATCAG": 1604,
      "ATCTTTG": 1605,
      "AACAAAC": 1606,
      "TCCTGGGC": 1607,
      "AAATACC": 1608,
      "AGAGATG": 1609,
      "兮AAAAAAAA": 1610,
      "GTGGTGGC": 1611,
      "AAAAAGC": 1612,
      "ACCTGTAATCCCAGC": 1613,
      "AAGAG": 1614,
      "TTTTTGC": 1615,
      "TCCTCAC": 1616,
      "GCTGC": 1617,
      "TAATGG": 1618,
      "TGTGATG": 1619,
      "TTCAAGTGATTC": 1620,
      "ACAATAA": 1621,
      "TTTATGC": 1622,
      "TTCTGGG": 1623,
      "TATAGAA": 1624,
      "ATTCTGG": 1625,
      "ACAAAAC": 1626,
      "ACATGCC": 1627,
      "AGCCACCGC": 1628,
      "TCCCTCCC": 1629,
      "ATCTATT": 1630,
      "TC则": 1631,
      "TTTCTTG": 1632,
      "AAGGAAGG": 1633,
      "TCCAG": 1634,
      "AAGAATG": 1635,
      "TGTGCCC": 1636,
      "ACAGAAGC": 1637,
      "TACTAG": 1638,
      "ATCTCAC": 1639,
      "TTCCAGC": 1640,
      "AGGTTGC": 1641,
      "AACTTTT": 1642,
      "AAGATGG": 1643,
      "正G": 1644,
      "TTTAAGC": 1645,
      "AGAAACC": 1646,
      "AAAGATG": 1647,
      "TCCCTGC": 1648,
      "AGCTGCC": 1649,
      "TTAAATT": 1650,
      "GGAAG": 1651,
      "A则GC": 1652,
      "GTGATCC": 1653,
      "AGGTTGG": 1654,
      "TTATAAG": 1655,
      "TCAAATT": 1656,
      "AATCG": 1657,
      "TTTGTTC": 1658,
      "AATGTAA": 1659,
      "TCATTTC": 1660,
      "TCCCACC": 1661,
      "TGACCTC": 1662,
      "TCTTCTC": 1663,
      "AGGAGAC": 1664,
      "TTGCCCC": 1665,
      "TGCAAAA": 1666,
      "TCCAAAA": 1667,
      "AGCATGG": 1668,
      "ACATATT": 1669,
      "TAGTAC": 1670,
      "AGGCTGGAGTGC": 1671,
      "ATCTGTG": 1672,
      "TTTTGTATT": 1673,
      "TGAAGCC": 1674,
      "TTCAAGACCAGCC": 1675,
      "AGTCTTGC": 1676,
      "AAGAAGG": 1677,
      "AAACACTCTTTT": 1678,
      "TTTTATG": 1679,
      "ATCCATG": 1680,
      "TTGAGCC": 1681,
      "TATATGC": 1682,
      "TATAAATT": 1683,
      "ACTGCCC": 1684,
      "A阳C": 1685,
      "ACTTTTC": 1686,
      "ACAGCCC": 1687,
      "AACAGAG": 1688,
      "ATTCTTC": 1689,
      "ACGGG": 1690,
      "AAAACG": 1691,
      "AAGAAAG": 1692,
      "TGGTATT": 1693,
      "ATTTGGG": 1694,
      "ATTCTAA": 1695,
      "GCCCGCC": 1696,
      "AGCAGGG": 1697,
      "TTGAAAC": 1698,
      "ACACACC": 1699,
      "TAGAAAC": 1700,
      "TACAGAA": 1701,
      "AGCAGGC": 1702,
      "ATTGTAA": 1703,
      "ACCCACC": 1704,
      "ATCCG": 1705,
      "AACAG": 1706,
      "TTGGGGG": 1707,
      "TCTCTTC": 1708,
      "TTATTGC": 1709,
      "AGCCTGG": 1710,
      "TAGTGG": 1711,
      "AAAACAAAA": 1712,
      "ATTCATTC": 1713,
      "TTGTTTG": 1714,
      "TCTCTGC": 1715,
      "TGAAATC": 1716,
      "TGTAGTCCCAGC": 1717,
      "AATGGGG": 1718,
      "ACCCGCC": 1719,
      "AGAATTC": 1720,
      "TCCCCCC": 1721,
      "TAGTTTC": 1722,
      "TTCCTCC": 1723,
      "AGAGAAAA": 1724,
      "TGCCTCAGCC": 1725,
      "TA正": 1726,
      "ATATATC": 1727,
      "AATATCC": 1728,
      "ATAATTTT": 1729,
      "TTTGAGGCC": 1730,
      "TG高": 1731,
      "AGGTGGG": 1732,
      "TTTGAGACCAGCC": 1733,
      "AT摄": 1734,
      "TTCAAGG": 1735,
      "ATATAAC": 1736,
      "TCAAAAC": 1737,
      "TGTCG": 1738,
      "TTTCTGC": 1739,
      "TTTAGCC": 1740,
      "TCACTGCAAGC": 1741,
      "TCCTGAA": 1742,
      "TCTTTGC": 1743,
      "TGGATTC": 1744,
      "AGTTTGC": 1745,
      "AGGCAGG": 1746,
      "TATTATT": 1747,
      "AATATGG": 1748,
      "TCAAATG": 1749,
      "ATGATCC": 1750,
      "则GGG": 1751,
      "ACACAGC": 1752,
      "TGTGGCC": 1753,
      "TTTTCTTC": 1754,
      "TCATATT": 1755,
      "TTGCG": 1756,
      "TTGCCCAGGCTGG": 1757,
      "AAAGTAC": 1758,
      "TCACTGCAACCTCTGCC": 1759,
      "AAAAGAAG": 1760,
      "AAAGGGG": 1761,
      "AGAACCC": 1762,
      "TCAGAAG": 1763,
      "AATTAAAA": 1764,
      "秋均": 1765,
      "TCCAGGC": 1766,
      "TAGATC": 1767,
      "TGAAACCCCATCTC": 1768,
      "AGCCGGGC": 1769,
      "TGGTGGG": 1770,
      "TGTCCCC": 1771,
      "TAATTTTTTGTATT": 1772,
      "TGTTTGG": 1773,
      "TGTATTC": 1774,
      "TTGCAGTGAGCTGAG": 1775,
      "ATTGTGCC": 1776,
      "AAA高": 1777,
      "AGAGAGG": 1778,
      "TTCTTGG": 1779,
      "ACAAATT": 1780,
      "AGAATGG": 1781,
      "TAATAT": 1782,
      "ATGTAT": 1783,
      "TTGTCTC": 1784,
      "TTTTGTAG": 1785,
      "ATCACAC": 1786,
      "TACAG": 1787,
      "ACTAGC": 1788,
      "AAGTATT": 1789,
      "ATATCAC": 1790,
      "A此": 1791,
      "AATTTATT": 1792,
      "ATGAAAC": 1793,
      "ATGTGTC": 1794,
      "AAAAAATAA": 1795,
      "TTTTATC": 1796,
      "TCCATCC": 1797,
      "TTCGAGACCAGCC": 1798,
      "ATGAG": 1799,
      "AAAATGG": 1800,
      "AA之": 1801,
      "AGGTTTG": 1802,
      "TGTGGTGGC": 1803,
      "TTGGTC": 1804,
      "TATGTTG": 1805,
      "AGGTATT": 1806,
      "TTTGGGC": 1807,
      "ACTCG": 1808,
      "TTCGC": 1809,
      "TTCTGTC": 1810,
      "ATTGCCC": 1811,
      "AGCAGAA": 1812,
      "AGTGCCC": 1813,
      "AACAATG": 1814,
      "TAAAATC": 1815,
      "ACCATGG": 1816,
      "AAGAAGC": 1817,
      "AGCAAAC": 1818,
      "ATTTTAG": 1819,
      "AGGCGC": 1820,
      "TGGAGGG": 1821,
      "GCCG": 1822,
      "TGTTTAC": 1823,
      "TACTTTC": 1824,
      "TGGATAA": 1825,
      "ACTTTAA": 1826,
      "AGTGAAC": 1827,
      "ATGCTGC": 1828,
      "TTGAG": 1829,
      "AAAGGAG": 1830,
      "TTTATGG": 1831,
      "ATATCCC": 1832,
      "ATGCCTGGC": 1833,
      "AGAGCAAG": 1834,
      "ACCACTGC": 1835,
      "AGTCG": 1836,
      "AGCTTTT": 1837,
      "AGCTATG": 1838,
      "TGAAATT": 1839,
      "TGTGTCC": 1840,
      "TTTAGGG": 1841,
      "TTATAAC": 1842,
      "TGAGAAG": 1843,
      "AGGTTTC": 1844,
      "ATATATAC": 1845,
      "TCCCTCC": 1846,
      "ATTGTTC": 1847,
      "TGTTCCC": 1848,
      "AGTGGGC": 1849,
      "AAGGAAC": 1850,
      "AAAAAAATT": 1851,
      "TTTTCTTTT": 1852,
      "TAAATTC": 1853,
      "ACAGAAC": 1854,
      "TGAAGGC": 1855,
      "TATAATG": 1856,
      "TAGGAAG": 1857,
      "TAAATAC": 1858,
      "高GGG": 1859,
      "ATCTGCC": 1860,
      "TACTAAAA": 1861,
      "AATTTCC": 1862,
      "AGCTCTC": 1863,
      "AGGACAC": 1864,
      "TAAAAGC": 1865,
      "TGTAGCC": 1866,
      "TAAAG": 1867,
      "AGAATAG": 1868,
      "AAACAAC": 1869,
      "TGCTGGC": 1870,
      "TGGTCTC": 1871,
      "TACTCAGG": 1872,
      "TAGCTGGGATTAC": 1873,
      "裔兰裔兰裔兰裔兰": 1874,
      "ACAAATG": 1875,
      "AAACCTC": 1876,
      "TGGAGAC": 1877,
      "AAGATAA": 1878,
      "TTCAAGCAATTC": 1879,
      "T摄C": 1880,
      "ATCGAG": 1881,
      "TGCACCC": 1882,
      "TTATCTC": 1883,
      "AAGTTTT": 1884,
      "AGGAGCC": 1885,
      "TTATATC": 1886,
      "ACTTAG": 1887,
      "ATGATTC": 1888,
      "ATCTTGG": 1889,
      "TTCAGCC": 1890,
      "GGGAGGC": 1891,
      "AGATGGC": 1892,
      "AGACCCC": 1893,
      "AGGAATG": 1894,
      "AATATGC": 1895,
      "AACTAAC": 1896,
      "TATACAC": 1897,
      "AAGGGGC": 1898,
      "ACTTTGGGAGGCCGAGGC": 1899,
      "ACCTCTC": 1900,
      "TTATTGG": 1901,
      "NNNNNNNNNNNNNNNN": 1902,
      "AATTTAG": 1903,
      "TTGTGTG": 1904,
      "AAATCAC": 1905,
      "AGGAAAG": 1906,
      "TTCGG": 1907,
      "AATAAGC": 1908,
      "ATTTGCC": 1909,
      "ACATTTC": 1910,
      "AGCTCCC": 1911,
      "ATTATTG": 1912,
      "AAAAAAAC": 1913,
      "TCACTGCAGCC": 1914,
      "ATAATAC": 1915,
      "AA阳": 1916,
      "AACGG": 1917,
      "AGCTGGC": 1918,
      "AGCAGTG": 1919,
      "AGAATAC": 1920,
      "TATTTTTC": 1921,
      "TCCACCC": 1922,
      "TGCAAAC": 1923,
      "ACAAAAG": 1924,
      "TCCAGGG": 1925,
      "TATCG": 1926,
      "AGTGGGG": 1927,
      "TCCATTC": 1928,
      "TGCAACC": 1929,
      "ATTAAAC": 1930,
      "TGGGGGG": 1931,
      "AGGTTTT": 1932,
      "TGGAGAG": 1933,
      "TAAATGC": 1934,
      "TGCCACC": 1935,
      "ACCACGCC": 1936,
      "AGCCATG": 1937,
      "AGAGGGC": 1938,
      "高GGC": 1939,
      "TATATCC": 1940,
      "AGGTGGC": 1941,
      "ATTGCACTCCAGCC": 1942,
      "AAGTTTC": 1943,
      "AGATGCC": 1944,
      "ATAATTG": 1945,
      "GTAG": 1946,
      "TTTTGTTTT": 1947,
      "TTCCTGG": 1948,
      "TCAAAAG": 1949,
      "TGAATTC": 1950,
      "AGGTGTGAGCC": 1951,
      "TGCATTC": 1952,
      "TGGCTCACGCCTGTAATCCCAGC": 1953,
      "AAAAACC": 1954,
      "ATCTCCC": 1955,
      "ATCTCTG": 1956,
      "ATGCACC": 1957,
      "ATCAGAG": 1958,
      "GGGCGG": 1959,
      "AATGAAC": 1960,
      "AATAACC": 1961,
      "AGCTATT": 1962,
      "TGTCTTC": 1963,
      "TCTGGGC": 1964,
      "TATGTAA": 1965,
      "TCCAGAG": 1966,
      "ATGTTGG": 1967,
      "TTTCTCTC": 1968,
      "TGATGGG": 1969,
      "AATTTGC": 1970,
      "GAAG": 1971,
      "AACTTCC": 1972,
      "TGAGGGC": 1973,
      "TACACC": 1974,
      "摄GC": 1975,
      "TCTTTAG": 1976,
      "TACTTGGG": 1977,
      "ACCACACCC": 1978,
      "TA之": 1979,
      "AGATTCC": 1980,
      "ATGGAAG": 1981,
      "AAGGCCC": 1982,
      "T肇": 1983,
      "AAAATAT": 1984,
      "TGCTTTG": 1985,
      "TTGGGGC": 1986,
      "TGCAGGG": 1987,
      "ATAAATC": 1988,
      "TTTTAAC": 1989,
      "TTCTTGC": 1990,
      "ACTTTGG": 1991,
      "ATTTCAG": 1992,
      "ATAGGCC": 1993,
      "TGTGGGG": 1994,
      "TGCAGAA": 1995,
      "TAAAGAA": 1996,
      "TGACCCC": 1997,
      "TAAAACC": 1998,
      "A正C": 1999,
      "AGGCTAG": 2000,
      "GGGGGG": 2001,
      "TTTGTGG": 2002,
      "TTAGCCAGGATGG": 2003,
      "ATAATTC": 2004,
      "AACTTTC": 2005,
      "TACGG": 2006,
      "ACCTTCC": 2007,
      "T秋": 2008,
      "TGATTCC": 2009,
      "AGGGAGGG": 2010,
      "则GGC": 2011,
      "TATGGTG": 2012,
      "ATGATGG": 2013,
      "TATAATC": 2014,
      "TGATTGG": 2015,
      "TGGAGCC": 2016,
      "AGAAAAGG": 2017,
      "TGGGAGC": 2018,
      "TGTAACC": 2019,
      "TGCTCTC": 2020,
      "CCCCCC": 2021,
      "ATAATAG": 2022,
      "AGGCAGC": 2023,
      "TTTTTGG": 2024,
      "TGGGTAA": 2025,
      "TTGGGCC": 2026,
      "TTCTGAA": 2027,
      "TCTGGGG": 2028,
      "TCCTGTG": 2029,
      "ATATAAG": 2030,
      "TCAAGTGATCC": 2031,
      "TCACAGC": 2032,
      "TCTTGGC": 2033,
      "AGATATG": 2034,
      "TTTTTCTC": 2035,
      "GCCACTGCACTCCAGCC": 2036,
      "TTTCTAC": 2037,
      "TGTGGGC": 2038,
      "TCATTCC": 2039,
      "TGCAGAG": 2040,
      "TTCCAAG": 2041,
      "TACCG": 2042,
      "TTCTGGC": 2043,
      "AATGAAG": 2044,
      "ATCGG": 2045,
      "ATTTGGC": 2046,
      "TTCAGAA": 2047,
      "ACCAGGC": 2048,
      "TCTGGCC": 2049,
      "ATTTCGTTGGAAACGGG": 2050,
      "AAAGAGG": 2051,
      "GGGTGG": 2052,
      "ATAGAAAA": 2053,
      "TGCAGGC": 2054,
      "ACCGG": 2055,
      "AACTCCTG": 2056,
      "AAATAGC": 2057,
      "TTCATCC": 2058,
      "TGCTCTG": 2059,
      "则CCC": 2060,
      "ACCTGGG": 2061,
      "ATTCATC": 2062,
      "AAAGTAG": 2063,
      "ATTCTAC": 2064,
      "AGTGAAG": 2065,
      "ATTCATG": 2066,
      "AGCCGC": 2067,
      "AGTTCCC": 2068,
      "TCTTTAC": 2069,
      "AGGATAC": 2070,
      "ATTTGAC": 2071,
      "ATTTTAAAA": 2072,
      "ACCACTGCACTCCAGCC": 2073,
      "TTTCTAG": 2074,
      "ATATTTTG": 2075,
      "TATTCCC": 2076,
      "GCCCCC": 2077,
      "ATGTGGC": 2078,
      "ATTCTCC": 2079,
      "TAAGAAC": 2080,
      "TGTCTCC": 2081,
      "TAAGAAG": 2082,
      "ATTTACC": 2083,
      "ATTGTAG": 2084,
      "TA摄": 2085,
      "TTATGCC": 2086,
      "AAACTGC": 2087,
      "TGTGAAG": 2088,
      "ATGGCCC": 2089,
      "TTCAACC": 2090,
      "ACTGTAA": 2091,
      "ATCAGCC": 2092,
      "TTTTTTCC": 2093,
      "TCTGAAG": 2094,
      "TATTTAG": 2095,
      "ATGAACC": 2096,
      "AGTTCTC": 2097,
      "ATTCTGC": 2098,
      "TTTGGAG": 2099,
      "ATGTATG": 2100,
      "ATTATAC": 2101,
      "TGAAACC": 2102,
      "AGCAAGG": 2103,
      "TTAATAC": 2104,
      "TGAAACCCTGTCTC": 2105,
      "ATCTGAC": 2106,
      "TGGTGCC": 2107,
      "TTGCAGTGAGCCAAG": 2108,
      "TTTACCC": 2109,
      "AAATATAA": 2110,
      "TGTAAGG": 2111,
      "AAACCAC": 2112,
      "TTATAGC": 2113,
      "TTTCAAC": 2114,
      "A均": 2115,
      "GATG": 2116,
      "ATATATATT": 2117,
      "AGAATTG": 2118,
      "GTTC": 2119,
      "ACTTTCC": 2120,
      "ATTTAGC": 2121,
      "ATTCTAG": 2122,
      "TCACTC": 2123,
      "TTTCTTCC": 2124,
      "TGGCTCATGCC": 2125,
      "TGAATAC": 2126,
      "TCTCTCC": 2127,
      "AAAGAGC": 2128,
      "AAGGAAAA": 2129,
      "TCTGTTG": 2130,
      "AT正": 2131,
      "ATTCTTG": 2132,
      "AGTTTAC": 2133,
      "AGGATGC": 2134,
      "TT阳": 2135,
      "TAAAATT": 2136,
      "T正C": 2137,
      "TGTGTGTGTGTG": 2138,
      "TGCTCCC": 2139,
      "TATAATAA": 2140,
      "TTTAGGC": 2141,
      "TAAGAAAA": 2142,
      "AGGTATG": 2143,
      "AT阳": 2144,
      "ATATGGG": 2145,
      "ATCTCCTGACCTC": 2146,
      "AAA则": 2147,
      "TGCACAC": 2148,
      "AGCTTTG": 2149,
      "TAAATATT": 2150,
      "TCTATTC": 2151,
      "GTCC": 2152,
      "AGATACC": 2153,
      "ACTGTAC": 2154,
      "ACCCCCC": 2155,
      "TTCAGAG": 2156,
      "AGGCGGAGG": 2157,
      "AGATAAC": 2158,
      "AC则": 2159,
      "TTT摄": 2160,
      "TTCAGGG": 2161,
      "AAGGGCC": 2162,
      "AAAGATC": 2163,
      "TCATTGC": 2164,
      "AGTATTC": 2165,
      "AAGAGAG": 2166,
      "ATGGTAG": 2167,
      "AGAGGGG": 2168,
      "TGAGATG": 2169,
      "ATACCTC": 2170,
      "ACGCCC": 2171,
      "TTTTTTAA": 2172,
      "TAATTTG": 2173,
      "TT正": 2174,
      "AGCTCAC": 2175,
      "TTGTG": 2176,
      "TTTAAAAAA": 2177,
      "TATAATT": 2178,
      "TCCTTTG": 2179,
      "ATCATCC": 2180,
