{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_schema": "never"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          1
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_schema": "never"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[SEP]": 1,
      "[PAD]": 2,
      "[CLS]": 3,
      "[MASK]": 4,
      "A": 5,
      "B": 6,
      "C": 7,
      "D": 8,
      "G": 9,
      "H": 10,
      "N": 11,
      "T": 12,
      "U": 13,
      "X": 14,
      "个": 15,
      "俺": 16,
      "八": 17,
      "出": 18,
      "吃": 19,
      "吖": 20,
      "呵": 21,
      "哪": 22,
      "嗄": 23,
      "嚓": 24,
      "安": 25,
      "床": 26,
      "徐": 27,
      "想": 28,
      "懂": 29,
      "把": 30,
      "拆": 31,
      "拓": 32,
      "拔": 33,
      "按": 34,
      "搭": 35,
      "比": 36,
      "沓": 37,
      "爸": 38,
      "瘩": 39,
      "礤": 40,
      "笔": 41,
      "答": 42,
      "给": 43,
      "腌": 44,
      "虾": 45,
      "该": 46,
      "车": 47,
      "锕": 48,
      "阿": 49,
      "需": 50,
      "霸": 51,
      "香": 52,
      "高": 53,
      "TT": 54,
      "AA": 55,
      "TG": 56,
      "AG": 57,
      "CC": 58,
      "TC": 59,
      "AC": 60,
      "GG": 61,
      "ATT": 62,
      "AT": 63,
      "ATG": 64,
      "GC": 65,
      "TAA": 66,
      "TCC": 67,
      "ACC": 68,
      "AAAA": 69,
      "AGG": 70,
      "AGC": 71,
      "ATC": 72,
      "TTC": 73,
      "AAG": 74,
      "TGC": 75,
      "TTTT": 76,
      "TGG": 77,
      "AAC": 78,
      "TTG": 79,
      "TAG": 80,
      "TAC": 81,
      "CCC": 82,
      "TATT": 83,
      "TGGG": 84,
      "TAT": 85,
      "AGAA": 86,
      "AGGG": 87,
      "AGGC": 88,
      "AGCC": 89,
      "TTTC": 90,
      "ATAA": 91,
      "TGTG": 92,
      "TTGG": 93,
      "TCCC": 94,
      "AAGG": 95,
      "ATTC": 96,
      "TCTC": 97,
      "ACAC": 98,
      "ATGG": 99,
      "TTTG": 100,
      "TTCC": 101,
      "AGTG": 102,
      "ATGC": 103,
      "AGAC": 104,
      "AAAC": 105,
      "TGCC": 106,
      "ACCC": 107,
      "ATCC": 108,
      "ATTG": 109,
      "AGAG": 110,
      "TATG": 111,
      "TCTG": 112,
      "ATAC": 113,
      "TCAC": 114,
      "TTAA": 115,
      "TGGC": 116,
      "TGAA": 117,
      "TTGC": 118,
      "TAAG": 119,
      "TATC": 120,
      "TAAC": 121,
      "AAAG": 122,
      "GGG": 123,
      "GGC": 124,
      "AAGC": 125,
      "TTAC": 126,
      "TAGC": 127,
      "TACC": 128,
      "AACC": 129,
      "GCC": 130,
      "ATATT": 131,
      "TAGG": 132,
      "AATG": 133,
      "AGTC": 134,
      "TTTTC": 135,
      "TGAC": 136,
      "AAAAC": 137,
      "ATAT": 138,
      "TTTAA": 139,
      "TGTC": 140,
      "AAAAG": 141,
      "AATC": 142,
      "TTATT": 143,
      "TGAG": 144,
      "ATAG": 145,
      "TTTTG": 146,
      "AATT": 147,
      "AAATT": 148,
      "ACAG": 149,
      "TCAG": 150,
      "TTTCC": 151,
      "AATAA": 152,
      "TGGGC": 153,
      "AAATG": 154,
      "AGGCC": 155,
      "ACTC": 156,
      "TTAG": 157,
      "ACTG": 158,
      "TGGCC": 159,
      "ACG": 160,
      "ACAA": 161,
      "ATATG": 162,
      "ATTTC": 163,
      "ATCTC": 164,
      "TGTAA": 165,
      "ACTT": 166,
      "A礤": 167,
      "TATTC": 168,
      "ATGCC": 169,
      "TAAAA": 170,
      "TGGGG": 171,
      "TTCCC": 172,
      "TCCCC": 173,
      "TTTAG": 174,
      "ATTCC": 175,
      "TTTGC": 176,
      "TTCTC": 177,
      "AGGAG": 178,
      "AGGGC": 179,
      "AAGCC": 180,
      "AAAT": 181,
      "ACCCC": 182,
      "ACCTC": 183,
      "GGCC": 184,
      "ATTAC": 185,
      "GAG": 186,
      "GTG": 187,
      "ATGGC": 188,
      "TGGAG": 189,
      "ATTGC": 190,
      "ATAAAA": 191,
      "TCAA": 192,
      "TTTAC": 193,
      "ATGGG": 194,
      "AAAAAAAA": 195,
      "ATCAC": 196,
      "AAGGC": 197,
      "ACCAC": 198,
      "AGAAG": 199,
      "TTTATT": 200,
      "TTGGC": 201,
      "TTGCC": 202,
      "GGGC": 203,
      "ATCCC": 204,
      "AAAGC": 205,
      "A阿": 206,
      "AGAAC": 207,
      "TTTGG": 208,
      "TGCAC": 209,
      "ATAAC": 210,
      "AAATC": 211,
      "AGATG": 212,
      "AATTC": 213,
      "TGAGG": 214,
      "ATTTT": 215,
      "AGGGG": 216,
      "TCTCC": 217,
      "AGAGC": 218,
      "TTTTTTTT": 219,
      "AAAGG": 220,
      "ATATC": 221,
      "ATTTG": 222,
      "TTGGG": 223,
      "ATAAG": 224,
      "GGGG": 225,
      "TATCC": 226,
      "AGAAAA": 227,
      "TCCTG": 228,
      "TCG": 229,
      "TCTTC": 230,
      "AGAGG": 231,
      "TATTG": 232,
      "ACATT": 233,
      "AGTAA": 234,
      "AGCCC": 235,
      "TCTT": 236,
      "ATAGC": 237,
      "AGTT": 238,
      "AAGAC": 239,
      "TGTT": 240,
      "TGCCC": 241,
      "徐徐": 242,
      "TCATT": 243,
      "CCCC": 244,
      "TATGC": 245,
      "AGATT": 246,
      "TATGG": 247,
      "TGTAG": 248,
      "AAACC": 249,
      "TCCCAGC": 250,
      "TGAAG": 251,
      "TTCAC": 252,
      "AAGGG": 253,
      "TGTGG": 254,
      "T阿": 255,
      "TCTGC": 256,
      "TCAGG": 257,
      "AATAG": 258,
      "TCAGC": 259,
      "TCTTG": 260,
      "AATAC": 261,
      "AGTTC": 262,
      "AACAC": 263,
      "腌腌": 264,
      "TGATT": 265,
      "TTAAAA": 266,
      "TGTGC": 267,
      "AACCC": 268,
      "AGTGG": 269,
      "TGATG": 270,
      "TGAGC": 271,
      "ATACC": 272,
      "AATGC": 273,
      "TACCC": 274,
      "T礤": 275,
      "TTTTCC": 276,
      "AGACC": 277,
      "TTTAT": 278,
      "AGTGGC": 279,
      "TTATG": 280,
      "ATAGG": 281,
      "TTAAG": 282,
      "TGTTC": 283,
      "TAGGC": 284,
      "AATCC": 285,
      "TCTAA": 286,
      "AGCAC": 287,
      "TAGCC": 288,
      "TTAAC": 289,
      "TGTTG": 290,
      "TCATC": 291,
      "AGATC": 292,
      "AATTG": 293,
      "ACTGC": 294,
      "AATGG": 295,
      "TCAGCC": 296,
      "AATTTT": 297,
      "TCAAG": 298,
      "TTATC": 299,
      "ACATG": 300,
      "TCACC": 301,
      "TGAGGC": 302,
      "AGTGC": 303,
      "AAATAA": 304,
      "TGTCC": 305,
      "TGAAC": 306,
      "TCATG": 307,
      "ATTTTC": 308,
      "AGTAG": 309,
      "ATTGG": 310,
      "ACAGC": 311,
      "AAAGAA": 312,
      "TCTGG": 313,
      "ATTTAA": 314,
      "ACTTC": 315,
      "TTGGCC": 316,
      "ACTCC": 317,
      "TAAGC": 318,
      "AGTTG": 319,
      "TTAGC": 320,
      "TAAGG": 321,
      "TGTTTT": 322,
      "AGTCC": 323,
      "ATATAA": 324,
      "AATAT": 325,
      "TAATTTT": 326,
      "ACTAC": 327,
      "TGATC": 328,
      "TGAAAA": 329,
      "TGACC": 330,
      "TAGGG": 331,
      "AGGAC": 332,
      "阿C": 333,
      "TGTAC": 334,
      "TCAAC": 335,
      "TAAAC": 336,
      "GCCC": 337,
      "AATATT": 338,
      "TAACC": 339,
      "TCTTTT": 340,
      "TTACC": 341,
      "ATTTTG": 342,
      "TGTATT": 343,
      "TCTAC": 344,
      "ACCATG": 345,
      "腌徐": 346,
      "TTAGG": 347,
      "AGAAGG": 348,
      "礤G": 349,
      "TATAC": 350,
      "AGTAC": 351,
      "AGAAGC": 352,
      "阿G": 353,
      "AGTTTT": 354,
      "ATTATT": 355,
      "AAAAGC": 356,
      "TCTAG": 357,
      "AAAACC": 358,
      "AAAAAC": 359,
      "ATGAC": 360,
      "TGGGATTAC": 361,
      "TCCAC": 362,
      "礤C": 363,
      "TAATAA": 364,
      "AGGCTGG": 365,
      "TCACTGC": 366,
      "AGGAAG": 367,
      "ATATTC": 368,
      "AGGTC": 369,
      "AGCG": 370,
      "TGGAC": 371,
      "TGTCTC": 372,
      "AAAAATT": 373,
      "AGAGAA": 374,
      "TCTGCC": 375,
      "TCCTGCC": 376,
      "TTCCCC": 377,
      "AAAGTGC": 378,
      "NN": 379,
      "AGGAGG": 380,
      "AAGAA": 381,
      "AAAAGG": 382,
      "ACATC": 383,
      "TTGCCC": 384,
      "A嗄": 385,
      "TCCTC": 386,
      "TATATT": 387,
      "TTCAAG": 388,
      "AGGAGAA": 389,
      "AGCCCC": 390,
      "GTGG": 391,
      "TGTAATCCCAGC": 392,
      "TATAA": 393,
      "TGTGGC": 394,
      "ACAAC": 395,
      "TTTTGC": 396,
      "AGCTC": 397,
      "TGGGGC": 398,
      "A嚓": 399,
      "ATATAC": 400,
      "TTTGCC": 401,
      "TAAAAC": 402,
      "ACAAG": 403,
      "ACTTTGGG": 404,
      "ACACC": 405,
      "TCGC": 406,
      "AAATTC": 407,
      "ATTTCC": 408,
      "AGTTTC": 409,
      "TTTCCC": 410,
      "ATAGAA": 411,
      "ACAGG": 412,
      "AGGGGC": 413,
      "TGTGCC": 414,
      "TGGGCC": 415,
      "TGCG": 416,
      "TCTTTC": 417,
      "ACTTG": 418,
      "TTTTGG": 419,
      "AAAATAA": 420,
      "AATTTC": 421,
      "TCCAGCC": 422,
      "ATACAC": 423,
      "TTCTG": 424,
      "TCCG": 425,
      "AGGGCC": 426,
      "AGGCTGAGGC": 427,
      "ATATTG": 428,
      "AAAAAA": 429,
      "ATTTTTT": 430,
      "TAAATG": 431,
      "AACG": 432,
      "AGCAGC": 433,
      "T个": 434,
      "TGGGGG": 435,
      "A锕": 436,
      "TTTATG": 437,
      "AGGTG": 438,
      "TGGAGTGC": 439,
      "TACTC": 440,
      "ATCG": 441,
      "AGGAA": 442,
      "TTCTTC": 443,
      "AAGAAG": 444,
      "腌吃": 445,
      "TTTGTG": 446,
      "徐想": 447,
      "ATGTG": 448,
      "AGATGG": 449,
      "TTTGGC": 450,
      "ACCG": 451,
      "ACTGG": 452,
      "AACTC": 453,
      "AGTGCC": 454,
      "TTTAAG": 455,
      "TGCTC": 456,
      "ACTAA": 457,
      "ACGG": 458,
      "AGTCTC": 459,
      "TATATG": 460,
      "腌想": 461,
      "TATTCC": 462,
      "TCCTCC": 463,
      "ATGGCC": 464,
      "AAATAC": 465,
      "AAACAC": 466,
      "AAGTC": 467,
      "AAATGC": 468,
      "ATTTAC": 469,
      "TTATAA": 470,
      "TGTTTC": 471,
      "ATTTGC": 472,
      "AGGTGG": 473,
      "TTTATC": 474,
      "TTTGGG": 475,
      "AGATAA": 476,
      "TTCTCC": 477,
      "ATATGC": 478,
      "A个": 479,
      "AGAGGC": 480,
      "TTATTC": 481,
      "TAAAAG": 482,
      "ATGTC": 483,
      "ATATCC": 484,
      "AAAGAC": 485,
      "TGCTGC": 486,
      "TCTGGC": 487,
      "AGTATT": 488,
      "AGAACC": 489,
      "AACAAC": 490,
      "AGAGAC": 491,
      "TTGCAGTG": 492,
      "ATCACC": 493,
      "TTGAC": 494,
      "AGACAC": 495,
      "TCCCAAAGTGC": 496,
      "TGAGAC": 497,
      "AATGAA": 498,
      "ATTTATT": 499,
      "ATATATT": 500,
      "GCG": 501,
      "AGAGGG": 502,
      "ATTGCC": 503,
      "AGGAGC": 504,
      "TTCG": 505,
      "T嚓": 506,
      "TTTTTAA": 507,
      "AAGGCC": 508,
      "TGTAT": 509,
      "TGAGAA": 510,
      "AAGAAAA": 511,
      "AGATTC": 512,
      "ACGC": 513,
      "嗄C": 514,
      "TGGGATTACAGGC": 515,
      "ATCCCC": 516,
      "CCCAGC": 517,
      "TTCTGC": 518,
      "TACTAAAA": 519,
      "AAATGG": 520,
      "TGATTC": 521,
      "ATATGG": 522,
      "TAAATT": 523,
      "ACACACAC": 524,
      "AGAGTG": 525,
      "TTGTTG": 526,
      "ACAAAA": 527,
      "TGTGTGTG": 528,
      "TTGGGG": 529,
      "ACCTCC": 530,
      "TTTAGTAG": 531,
      "AATTAA": 532,
      "TCTTCC": 533,
      "AAGAAC": 534,
      "AAAGCC": 535,
      "TTAGCC": 536,
      "TTAAAC": 537,
      "TTGGGC": 538,
      "TCAAAA": 539,
      "AACTCC": 540,
      "TGCTG": 541,
      "TGCCCC": 542,
      "TGGAAG": 543,
      "TCTCCC": 544,
      "ATGGGG": 545,
      "TCACCC": 546,
      "ATCTCC": 547,
      "ATTCCC": 548,
      "TTTAAC": 549,
      "TGATCC": 550,
      "AAAGTG": 551,
      "AGGAAC": 552,
      "ATCTTC": 553,
      "TGAAAC": 554,
      "AAATTG": 555,
      "ATTTAG": 556,
      "AATCTC": 557,
      "TACAC": 558,
      "AGTAT": 559,
      "TTAGAA": 560,
      "AGGCCC": 561,
      "AGAGCC": 562,
      "ATGATG": 563,
      "AGGCTGGAGTGC": 564,
      "AGCTGC": 565,
      "TACG": 566,
      "ACCACC": 567,
      "TGAAGC": 568,
      "TGGCCC": 569,
      "AAATCC": 570,
      "ACCAGCC": 571,
      "吃吃": 572,
      "AGCTCC": 573,
      "ATGTAA": 574,
      "AAGGGC": 575,
      "TA礤": 576,
      "ATGAAG": 577,
      "AAGGGG": 578,
      "AATATG": 579,
      "AATGGC": 580,
      "AAAGGG": 581,
      "AAAGGC": 582,
      "ATCTG": 583,
      "ACTAG": 584,
      "TTGTC": 585,
      "AAATATT": 586,
      "AATTTG": 587,
      "T嗄": 588,
      "TAGCTGGG": 589,
      "AATTCC": 590,
      "TCTCG": 591,
      "AGTTTG": 592,
      "ATAGTG": 593,
      "AGCTG": 594,
      "TTTTTC": 595,
      "AACATGG": 596,
      "AGGATG": 597,
      "TTATTG": 598,
      "ATCATG": 599,
      "TGCTTC": 600,
      "ATAGGC": 601,
      "TAAGCC": 602,
      "AGGTGC": 603,
      "AGCAAG": 604,
      "TCGG": 605,
      "TGGTG": 606,
      "ATCTTG": 607,
      "AAAGAG": 608,
      "TTCTAG": 609,
      "ATCATT": 610,
      "AATATC": 611,
      "TTCTTG": 612,
      "AATAAC": 613,
      "ATAAGC": 614,
      "ATACCC": 615,
      "ATAGAC": 616,
      "TCCTGCCTCAGCC": 617,
      "TTTTTTG": 618,
      "AGATGC": 619,
      "TTCATT": 620,
      "GGGCC": 621,
      "TAGAC": 622,
      "TTCTAA": 623,
      "AGTTCC": 624,
      "AGCTAC": 625,
      "ATCATC": 626,
      "AAGATG": 627,
      "AGCCACC": 628,
      "TTTACC": 629,
      "TCTTGC": 630,
      "TCTGTG": 631,
      "TTCAAGC": 632,
      "AGGGGG": 633,
      "TGCACTCCAGCC": 634,
      "AATTAC": 635,
      "TTCTTTT": 636,
      "AGTGTG": 637,
      "NNNN": 638,
      "AACCCC": 639,
      "AACATT": 640,
      "TGGTGG": 641,
      "AAACCC": 642,
      "ACTTTT": 643,
      "ATAAGG": 644,
      "ATGTTG": 645,
      "TCAGAA": 646,
      "AAGTAA": 647,
      "AATGTG": 648,
      "ATCTGC": 649,
      "AGTGGG": 650,
      "TCCCCC": 651,
      "AGTTAA": 652,
      "TCCAGC": 653,
      "腌徐腌徐": 654,
      "T锕": 655,
      "TACTAAAAATAC": 656,
      "AGACCC": 657,
      "ATGGGC": 658,
      "ACCTTG": 659,
      "TGGAAC": 660,
      "TCATTC": 661,
      "TGTTTG": 662,
      "TGGAGG": 663,
      "TGAGCC": 664,
      "AAGAGC": 665,
      "TCCTGACCTC": 666,
      "TCTATT": 667,
      "ACTCTG": 668,
      "TCTTTG": 669,
      "TTCATG": 670,
      "A礤G": 671,
      "TCCACC": 672,
      "TCCTGC": 673,
      "礤CC": 674,
      "TTTAGC": 675,
      "TATAAAA": 676,
      "ATTTTTC": 677,
      "TTAACC": 678,
      "AGAAAC": 679,
      "ATAGAG": 680,
      "ACACAC": 681,
      "TGAAGG": 682,
      "ATCTAA": 683,
      "AGCTTC": 684,
      "TTGTAA": 685,
      "AGATAC": 686,
      "ATGTGC": 687,
      "ATTTGG": 688,
      "TCCTTC": 689,
      "AAAAAAC": 690,
      "TTGAAC": 691,
      "AATAAG": 692,
      "TCACTGCAACC": 693,
      "TTAAGC": 694,
      "TGTTCC": 695,
      "ACCCCC": 696,
      "TAGAAG": 697,
      "AGCCAC": 698,
      "ATGTTC": 699,
      "AGGAAAA": 700,
      "ATAAAAC": 701,
      "ATGAAC": 702,
      "GAC": 703,
      "想想": 704,
      "TATGCC": 705,
      "AGCTGG": 706,
      "TGTGGG": 707,
      "GTCTC": 708,
      "GCCCC": 709,
      "ACCTGC": 710,
      "ATAACC": 711,
      "AGGTAA": 712,
      "AGGCGG": 713,
      "ATCAAC": 714,
      "TATTGC": 715,
      "ACTTTGGGAGGCC": 716,
      "AAGCCC": 717,
      "TTCAAC": 718,
      "ATCGC": 719,
      "ATGCCC": 720,
      "TAGAAC": 721,
      "TCTGGG": 722,
      "个C": 723,
      "TTTAGG": 724,
      "AGGTTG": 725,
      "AGCAAC": 726,
      "AGTCAC": 727,
      "AGCATT": 728,
      "TCAAGC": 729,
      "AGTCTG": 730,
      "TGAACC": 731,
      "AATGCC": 732,
      "个G": 733,
      "TTATAC": 734,
      "AAAAAAG": 735,
      "TGTATG": 736,
      "TTCTGG": 737,
      "AGGCTGAGGCAGGAGAA": 738,
      "TGGGCAAC": 739,
      "徐吃": 740,
      "AGTATG": 741,
      "ATAGGG": 742,
      "阿GG": 743,
      "ATAGCC": 744,
      "TATAAC": 745,
      "ATTAAAA": 746,
      "TCCCAAG": 747,
      "阿CC": 748,
      "TATCCC": 749,
      "AATCAC": 750,
      "TATATC": 751,
      "AGTAAG": 752,
      "ATGTGG": 753,
      "TACAAAA": 754,
      "ACCAGC": 755,
      "TTCATC": 756,
      "TGCAGC": 757,
      "TATTTATT": 758,
      "TCCTGG": 759,
      "ATGATT": 760,
      "TCAGGG": 761,
      "ACAGAA": 762,
      "TAGGCC": 763,
      "TTAAGG": 764,
      "AATTGC": 765,
      "TTGAAG": 766,
      "GAGG": 767,
      "AGTAAC": 768,
      "TAATAC": 769,
      "TGTCTG": 770,
      "TTGTAG": 771,
      "TCATGCC": 772,
      "TGGCTCAC": 773,
      "ACCAAC": 774,
      "TTCAGC": 775,
      "ATTAAC": 776,
      "AGAAAAG": 777,
      "TTATCC": 778,
      "TGATAA": 779,
      "ACTTTC": 780,
      "ATAAAAG": 781,
      "AGTTAC": 782,
      "AGTCCC": 783,
      "TTGTTTT": 784,
      "TCAGGC": 785,
      "GTGC": 786,
      "AGGTAG": 787,
      "TCCTGAG": 788,
      "TTCTAC": 789,
      "礤GC": 790,
      "TGAGGG": 791,
      "TGGTGC": 792,
      "AGAAAAC": 793,
      "ATCAAG": 794,
      "AGGTGTG": 795,
      "AATCTG": 796,
      "TTCTTTC": 797,
      "AAATAG": 798,
      "TGATGG": 799,
      "AGTAGC": 800,
      "ATCTAC": 801,
      "AATCCC": 802,
      "AGATCC": 803,
      "TGGAGC": 804,
      "TCACAC": 805,
      "TCCATG": 806,
      "TATGGC": 807,
      "TTACAC": 808,
      "TTGCAGTGAGCC": 809,
      "GGGGC": 810,
      "TACCCC": 811,
      "AGATTG": 812,
      "徐徐徐徐": 813,
      "TCCTTG": 814,
      "嗄CC": 815,
      "AATGGG": 816,
      "嚓C": 817,
      "TTGAACCC": 818,
      "ATTATG": 819,
      "AATAGC": 820,
      "TTTTTT": 821,
      "TCCATC": 822,
      "TCAGGAG": 823,
      "AGCTAA": 824,
      "TCAAAC": 825,
      "GAGGC": 826,
      "AAAAATG": 827,
      "AGCATC": 828,
      "ACCTGG": 829,
      "礤GG": 830,
      "AGTATC": 831,
      "ACCTAA": 832,
      "AAAATAC": 833,
      "AGTTGG": 834,
      "TGCCAC": 835,
      "ATTTTAA": 836,
      "AAGTGC": 837,
      "TTTCAC": 838,
      "AGTTGC": 839,
      "ATAAAC": 840,
      "GTC": 841,
      "AGACAGGG": 842,
      "TCCCAGG": 843,
      "TGTTGG": 844,
      "拓TTTTTTTT": 845,
      "TACTAA": 846,
      "ATTAAG": 847,
      "ATATATAT": 848,
      "TTTCCCC": 849,
      "AGGAGGC": 850,
      "TGAGAG": 851,
      "TCCTGGG": 852,
      "AGCACC": 853,
      "AGGATGG": 854,
      "TCATTG": 855,
      "TGAGTG": 856,
      "A阿C": 857,
      "AATACC": 858,
      "ATAGTC": 859,
      "TTGTATT": 860,
      "ATGTAC": 861,
      "ACTTCC": 862,
      "AT阿": 863,
      "ATAATAA": 864,
      "TCCGCC": 865,
      "TCTTGG": 866,
      "TTATGC": 867,
      "TGTTAA": 868,
      "TTACCC": 869,
      "TTTCACCATG": 870,
      "TGACAC": 871,
      "ATTTCTC": 872,
      "TGTCCC": 873,
      "锕C": 874,
      "TATAAG": 875,
      "AGGCTGC": 876,
      "TCATCC": 877,
      "ACCAAG": 878,
      "TCCTAA": 879,
      "ATCTGG": 880,
      "TGATGC": 881,
      "AGCATG": 882,
      "TGAAACCCC": 883,
      "TAATTTTTGTATT": 884,
      "TGTATC": 885,
      "AGGTAC": 886,
      "TTGAACC": 887,
      "CCCAC": 888,
      "AAATAT": 889,
      "TGTCAC": 890,
      "TCAGTG": 891,
      "TCCAAG": 892,
      "TGGTAA": 893,
      "AGGATT": 894,
      "AACATC": 895,
      "ATGTAG": 896,
      "TATTGG": 897,
      "TCAAGG": 898,
      "AGGCAC": 899,
      "TCCCAGCTAC": 900,
      "AATTATT": 901,
      "ACCATC": 902,
      "AACTTC": 903,
      "ATGAAAA": 904,
      "ATGATC": 905,
      "TTAGGG": 906,
      "TAGAAAA": 907,
      "TGCTGG": 908,
      "TATGGG": 909,
      "TTATATT": 910,
      "AGCAGG": 911,
      "TTTTATT": 912,
      "ACCTTC": 913,
      "CCCG": 914,
      "TTAGAG": 915,
      "ATAAATAA": 916,
      "AATTTAA": 917,
      "TGGGAGG": 918,
      "ATCACTTG": 919,
      "TACATT": 920,
      "TGTTGC": 921,
      "TGTAAG": 922,
      "TCAGAG": 923,
      "TGCTCC": 924,
      "ATGTCC": 925,
      "TAGTAA": 926,
      "AGTAGG": 927,
      "TCTAT": 928,
      "AACAAAA": 929,
      "TCGGCC": 930,
      "AATAGG": 931,
      "GCGG": 932,
      "TGGGTGAC": 933,
      "AAGTTC": 934,
      "ATTATC": 935,
      "AACTAA": 936,
      "TTGTTC": 937,
      "AACATG": 938,
      "TTATGG": 939,
      "TTTTAAAA": 940,
      "ACATGG": 941,
      "AAGATC": 942,
      "ACATTC": 943,
      "AACTGC": 944,
      "ACCTAC": 945,
      "腌腌腌腌": 946,
      "TTTATTC": 947,
      "ACAGCC": 948,
      "ATTGGC": 949,
      "ATTTTCC": 950,
      "ATTTAT": 951,
      "TCAAAG": 952,
      "AACAGC": 953,
      "A礤C": 954,
      "ATTTTTG": 955,
      "AAGTTG": 956,
      "TAGCTGGGACTAC": 957,
      "TTAGTG": 958,
      "TCATGG": 959,
      "AAGAGG": 960,
      "TGTAAC": 961,
      "AATTGG": 962,
      "TCCAGG": 963,
      "AGCTGAG": 964,
      "阿GC": 965,
      "ATCAGC": 966,
      "AGGTCAGGAG": 967,
      "TACATG": 968,
      "AAGTAG": 969,
      "GATTC": 970,
      "ACCGC": 971,
      "TTTTTTC": 972,
      "TGCATG": 973,
      "ACTGTG": 974,
      "TGCAGG": 975,
      "ATAAATG": 976,
      "ACTTTG": 977,
      "ATGGTGGC": 978,
      "AATTTTC": 979,
      "TGGATG": 980,
      "AGTTTTC": 981,
      "TTAGAC": 982,
      "TAATTC": 983,
      "AGATGGGG": 984,
      "TATTTTG": 985,
      "AGGAAAC": 986,
      "TGTTAC": 987,
      "TAGTAG": 988,
      "GGGGG": 989,
      "TCATGC": 990,
      "TGACCC": 991,
      "AGTACC": 992,
      "ATCTAG": 993,
      "TGTTTTC": 994,
      "ACAGTG": 995,
      "TCTTAA": 996,
      "TTTCTTTC": 997,
      "TATTTTC": 998,
      "AGCTGGG": 999,
      "AGAAATG": 1000,
      "TCTATC": 1001,
      "AACTAC": 1002,
      "TTAGGC": 1003,
      "GCCAC": 1004,
      "AGGAAGG": 1005,
      "TCCCG": 1006,
      "ACACG": 1007,
      "AACAAG": 1008,
      "TAAGGC": 1009,
      "TCATAA": 1010,
      "AGGCCCC": 1011,
      "TGGCG": 1012,
      "TTAAAAC": 1013,
      "TCTCTCTC": 1014,
      "AGCTTG": 1015,
      "TCTCAAAC": 1016,
      "AGATATT": 1017,
      "ATTTTAC": 1018,
      "腌吃腌吃": 1019,
      "TCTTAC": 1020,
      "ACAGAG": 1021,
      "TATTTAA": 1022,
      "AGGCATG": 1023,
      "TGCTAA": 1024,
      "TGGTAG": 1025,
      "GCCTGTAATCCCAGC": 1026,
      "ACCTGCC": 1027,
      "AAAGAAAA": 1028,
      "AACTTG": 1029,
      "TCAGAC": 1030,
      "TGGATT": 1031,
      "ACAGGG": 1032,
      "TTTCACC": 1033,
      "AGAATAA": 1034,
      "TCAACC": 1035,
      "ACAAAC": 1036,
      "TTGGCCAGGCTGG": 1037,
      "TGATTG": 1038,
      "TGAGTC": 1039,
      "TCAGTC": 1040,
      "TGCTTG": 1041,
      "AGGCG": 1042,
      "TTTTTCC": 1043,
      "AAAAAAAAAAAA": 1044,
      "AGGATC": 1045,
      "TTTTTTTC": 1046,
      "AAGTGG": 1047,
      "AAGTAC": 1048,
      "TCTATG": 1049,
      "TTTATTG": 1050,
      "TTTTGCC": 1051,
      "ATTGGG": 1052,
      "AAACAAAC": 1053,
      "AGCTAG": 1054,
      "AGAAGGC": 1055,
      "TTCTTCC": 1056,
      "AAAATGC": 1057,
      "TGATAC": 1058,
      "AAATTCC": 1059,
      "TTATAG": 1060,
      "TTGTAC": 1061,
      "TTTTCCC": 1062,
      "TTCACC": 1063,
      "TGGATC": 1064,
      "徐想徐想": 1065,
      "AGACG": 1066,
      "AAACG": 1067,
      "TTTTTATT": 1068,
      "TCCAAC": 1069,
      "TAAATC": 1070,
      "ATTTTTAA": 1071,
      "AAATATG": 1072,
      "AGATAG": 1073,
      "TCCCGAG": 1074,
      "ATGAGC": 1075,
      "TCTACC": 1076,
      "TAATTG": 1077,
      "ACCATCC": 1078,
      "TCTGTCTC": 1079,
      "TAAAAAA": 1080,
      "TTCAGG": 1081,
      "A阿G": 1082,
      "TAATAG": 1083,
      "AATTTTG": 1084,
      "GGCCC": 1085,
      "GCGC": 1086,
      "ATATATG": 1087,
      "TAATGC": 1088,
      "TT礤": 1089,
      "ACTAT": 1090,
      "TCTTTTC": 1091,
      "TGGAAAA": 1092,
      "TCCCAAAGTGCTGGGATTACAGGC": 1093,
      "TTCTGCC": 1094,
      "NNNNNNNN": 1095,
      "AAATAAAA": 1096,
      "AGACAGAG": 1097,
      "TGGCCCC": 1098,
      "ACAGGC": 1099,
      "TGGTTG": 1100,
      "TCCTAG": 1101,
      "AAAGAAG": 1102,
      "锕G": 1103,
      "AGGCTGAGG": 1104,
      "ACCTAG": 1105,
      "ACATGC": 1106,
      "TGCTAC": 1107,
      "AGACGGGG": 1108,
      "徐TTTTTTTT": 1109,
      "TGGGCG": 1110,
      "TATATAA": 1111,
      "T阿C": 1112,
      "TCCTAC": 1113,
      "ATCAAAA": 1114,
      "TGTAGC": 1115,
      "TGGTTC": 1116,
      "ACATCC": 1117,
      "AGGAAGC": 1118,
      "TGGTAC": 1119,
      "AGACGG": 1120,
      "TGTAGG": 1121,
      "TTAAAAG": 1122,
      "TTT": 1123,
      "AGGCTGGAGTGCAGTGGC": 1124,
      "TCAATG": 1125,
      "TATAGC": 1126,
      "TGCATT": 1127,
      "AGAGAAG": 1128,
      "AGACCAGCC": 1129,
      "ACAGAC": 1130,
      "TCCTTCC": 1131,
      "A吖": 1132,
      "ACATAA": 1133,
      "TTGTGC": 1134,
      "AAAAATTAGCC": 1135,
      "AGGACC": 1136,
      "TATATTC": 1137,
      "AGGTTC": 1138,
      "AAAAAATT": 1139,
      "ACTGGG": 1140,
      "TGTACC": 1141,
      "TCTAAG": 1142,
      "TAGGGC": 1143,
      "ACTATT": 1144,
      "AAGATT": 1145,
      "TTTGTTTT": 1146,
      "AGTTATT": 1147,
      "ACTGCC": 1148,
      "ACAATG": 1149,
      "TTTCTTC": 1150,
      "AGAGAGAG": 1151,
      "TTAGTC": 1152,
      "AACACC": 1153,
      "TACTCGGG": 1154,
      "AAAAATC": 1155,
      "ACATAC": 1156,
      "ACATTG": 1157,
      "AAGAGAA": 1158,
      "AAAATAG": 1159,
      "TGGCCAACATGG": 1160,
      "TGCATC": 1161,
      "TAAAGC": 1162,
      "TTGTCC": 1163,
      "TACTTC": 1164,
      "ACTGAA": 1165,
      "AAGTCC": 1166,
      "AAATGCC": 1167,
      "TGGGGCC": 1168,
      "T礤C": 1169,
      "ACTCTC": 1170,
      "AAACCCC": 1171,
      "TATACC": 1172,
      "ACTCCC": 1173,
      "AGCGC": 1174,
      "ATCTCGGC": 1175,
      "AAGAAAC": 1176,
      "TAGATG": 1177,
      "TTCTCTC": 1178,
      "ATTTCTG": 1179,
      "TTGATG": 1180,
      "ACTTGG": 1181,
      "TCGCCC": 1182,
      "TGCGG": 1183,
      "TTGAGC": 1184,
      "ATTTTATT": 1185,
      "AGTTTCC": 1186,
      "TCACG": 1187,
      "TTAAATG": 1188,
      "AACTAG": 1189,
      "ACAAGG": 1190,
      "ATGGTGG": 1191,
      "TTGAAAA": 1192,
      "AGGTCC": 1193,
      "AGTTTAA": 1194,
      "ACCTCAGCC": 1195,
      "TGCAGTG": 1196,
      "TCCCGGG": 1197,
      "TCTTTAA": 1198,
      "ACCCAGC": 1199,
      "TGTTTTG": 1200,
      "TCTGCCC": 1201,
      "AAGACC": 1202,
      "TTATAT": 1203,
      "TCACACC": 1204,
      "TTTCTCC": 1205,
      "TTTTTAG": 1206,
      "ATTTTGG": 1207,
      "AACTCCTGACCTC": 1208,
      "TTCTTTG": 1209,
      "AA礤": 1210,
      "ATACG": 1211,
      "TGGGATT": 1212,
      "TTTATCC": 1213,
      "TACAAC": 1214,
      "TCTAGC": 1215,
      "AG阿": 1216,
      "AAAGAAC": 1217,
      "TTCGAG": 1218,
      "ACTATG": 1219,
      "AGTTTTG": 1220,
      "TGGGGGC": 1221,
      "ACCTGGC": 1222,
      "TCTCAGC": 1223,
      "AGATGGG": 1224,
      "AAAAAAAAAAAAAAAA": 1225,
      "TCTAAC": 1226,
      "AGGAGGG": 1227,
      "TCCTCCC": 1228,
      "TATATAT": 1229,
      "ACTGGC": 1230,
      "TGTTATT": 1231,
      "TACTAC": 1232,
      "AGCCG": 1233,
      "TTAATAA": 1234,
      "AGAAGCC": 1235,
      "AGAAGGG": 1236,
      "AGAGGCC": 1237,
      "AGCTGGGC": 1238,
      "TTTTTTTG": 1239,
      "ATATTCC": 1240,
      "AT礤": 1241,
      "ACAAAG": 1242,
      "AAATGGG": 1243,
      "TGAAAAC": 1244,
      "ATGAGG": 1245,
      "TCGGC": 1246,
      "TCTAGG": 1247,
      "TTTTTAC": 1248,
      "TAGGGG": 1249,
      "TTGTGG": 1250,
      "TAATATT": 1251,
      "AGAAATT": 1252,
      "TAAATAA": 1253,
      "ACTTGC": 1254,
      "ATGAGCC": 1255,
      "TGCAGCC": 1256,
      "AGAAATC": 1257,
      "TTGATT": 1258,
      "TAAGGG": 1259,
      "ACCATT": 1260,
      "GCTCTG": 1261,
      "TCGCC": 1262,
      "TTCAAAA": 1263,
      "ACCAGG": 1264,
      "ACCTCCC": 1265,
      "TCCATT": 1266,
      "ACACCC": 1267,
      "AA阿": 1268,
      "TTGATC": 1269,
      "TAGCCC": 1270,
      "TACAGC": 1271,
      "ACTCCAGCC": 1272,
      "ATGTTTT": 1273,
      "ACCACG": 1274,
      "TATTTTTT": 1275,
      "TCATAC": 1276,
      "ACTCAC": 1277,
      "TGCAAC": 1278,
      "AATATTC": 1279,
      "TAGTTC": 1280,
      "TTTCTTTT": 1281,
      "ACTTAC": 1282,
      "TGGTGGC": 1283,
      "AGAAAGC": 1284,
      "腌AAAAAAAA": 1285,
      "TTCATTC": 1286,
      "TGCACC": 1287,
      "TGTGCCC": 1288,
      "AAAATATT": 1289,
      "AGTTAG": 1290,
      "TCCGC": 1291,
      "GTGAGCC": 1292,
      "TGAAAAG": 1293,
      "TGCTTTC": 1294,
      "TGCAAG": 1295,
      "TAATTTTTGTATTTTTAGTAG": 1296,
      "AAATGGC": 1297,
      "AAATAAC": 1298,
      "TACTTG": 1299,
      "TAAAATG": 1300,
      "ATCATTC": 1301,
      "ATAAATT": 1302,
      "TATAAAC": 1303,
      "TCCATCTC": 1304,
      "ATCTTTT": 1305,
      "ACTGTC": 1306,
      "AGAGCCC": 1307,
      "TGAAACCC": 1308,
      "ACTGAC": 1309,
      "AGAAAGAA": 1310,
      "ATCTCAGC": 1311,
      "TGTAATCCC": 1312,
      "TGTTTAA": 1313,
      "TTGAGG": 1314,
      "TGAGGTCAGGAG": 1315,
      "AACTGG": 1316,
      "TATATAC": 1317,
      "TCGGG": 1318,
      "TGTTTCC": 1319,
      "TAAAAAC": 1320,
      "TGAGGCC": 1321,
      "AGCAAAA": 1322,
      "TCTTTCC": 1323,
      "AGCGG": 1324,
      "AAGCCCC": 1325,
      "TGCTTTT": 1326,
      "TGGTTTT": 1327,
      "AAATTGC": 1328,
      "ACAAGC": 1329,
      "TTATTCC": 1330,
      "GGCCCC": 1331,
      "TTTCTAA": 1332,
      "ATTTTGC": 1333,
      "TTTGTTTG": 1334,
      "TGGCTAAC": 1335,
      "TTGCAGTGAGCCGAG": 1336,
      "TAGTTTT": 1337,
      "TGCTGGG": 1338,
      "TGAATAA": 1339,
      "GAGAC": 1340,
      "ATTTATC": 1341,
      "ACTTAA": 1342,
      "TGGGTGG": 1343,
      "AAAAGGC": 1344,
      "TGAACCC": 1345,
      "TGCGC": 1346,
      "ACAATC": 1347,
      "ATA礤": 1348,
      "TTCCTTC": 1349,
      "TCAATC": 1350,
      "AAAGTAA": 1351,
      "ATGTATT": 1352,
      "AGGTGCC": 1353,
      "TAGATT": 1354,
      "TTTCG": 1355,
      "TACAAG": 1356,
      "TAGCTGGGATTACAGGC": 1357,
      "TACTGC": 1358,
      "ATGTGCC": 1359,
      "TGGCCAAC": 1360,
      "AGCTGTG": 1361,
      "TTGACC": 1362,
      "TATATATT": 1363,
      "AAATCTC": 1364,
      "TA阿": 1365,
      "ATTACC": 1366,
      "ATTCG": 1367,
      "ATCTTTC": 1368,
      "AAAAATAA": 1369,
      "ATTAGC": 1370,
      "AGATAT": 1371,
      "GGCG": 1372,
      "AGGGGCC": 1373,
      "个GG": 1374,
      "TTCTCTG": 1375,
      "TTTGTATT": 1376,
      "TTTGGGG": 1377,
      "TTCTCCC": 1378,
      "TGCTGCC": 1379,
      "ATTAGG": 1380,
      "TCTTATT": 1381,
      "TTTGTAG": 1382,
      "AGGCAGAGG": 1383,
      "TGGTGTG": 1384,
      "TGGAGAA": 1385,
      "AACAGAA": 1386,
      "TGGGAAG": 1387,
      "ATTCCCC": 1388,
      "TGCTAG": 1389,
      "TAACCC": 1390,
      "TAAACC": 1391,
      "AATTTAC": 1392,
      "ATCTTCC": 1393,
      "CCCGGC": 1394,
      "AGCAG": 1395,
      "TGGAAGG": 1396,
      "AGCAGCC": 1397,
      "TTGTTTC": 1398,
      "TGATAG": 1399,
      "TCAATAA": 1400,
      "AAAACCC": 1401,
      "AGAAATAA": 1402,
      "GTGGTGGC": 1403,
      "ATTATTC": 1404,
      "TTCTATT": 1405,
      "TACTCC": 1406,
      "TT个": 1407,
      "TACTTTT": 1408,
      "TTTGCCC": 1409,
      "TGGTCC": 1410,
      "TGAAATG": 1411,
      "TTCCTTCC": 1412,
      "CCCAGCC": 1413,
      "ATCCACCC": 1414,
      "TGATATT": 1415,
      "TC阿": 1416,
      "ACAACC": 1417,
      "TAATCC": 1418,
      "ATAAGCC": 1419,
      "TTGAGCCC": 1420,
      "ACAGAGC": 1421,
      "TTCTGTG": 1422,
      "腌徐徐": 1423,
      "TGGAAGC": 1424,
      "ATCAGG": 1425,
      "TAACG": 1426,
      "TGCTTCC": 1427,
      "AATTCCC": 1428,
      "TGTAGTCCCAGCTAC": 1429,
      "ATTATAA": 1430,
      "AAAAGCC": 1431,
      "TCTTAG": 1432,
      "TGTTAG": 1433,
      "ATTTCCC": 1434,
      "ATGGGGG": 1435,
      "ACAGTC": 1436,
      "AGCTTCC": 1437,
      "AAATTGG": 1438,
      "ATGACC": 1439,
      "TGAGCCC": 1440,
      "TTTGTAA": 1441,
      "A礤GG": 1442,
      "TTATATG": 1443,
      "AAGGAAG": 1444,
      "TCTTCCC": 1445,
      "TCCTTTC": 1446,
      "AAAATTG": 1447,
      "TCCTTTT": 1448,
      "AGAGAAC": 1449,
      "T礤G": 1450,
      "AGGGAAG": 1451,
      "TGCAG": 1452,
      "TATAG": 1453,
      "ACGCC": 1454,
      "TACATC": 1455,
      "A嗄C": 1456,
      "TGGAGGC": 1457,
      "A拓": 1458,
      "TCCTCTC": 1459,
      "AAATAAG": 1460,
      "TAAAATAA": 1461,
      "TATATTG": 1462,
      "ATTTATG": 1463,
      "TGGAAAC": 1464,
      "TGGACC": 1465,
      "T阿G": 1466,
      "ATATCTC": 1467,
      "TGTAATCCCAGCTAC": 1468,
      "TATTTAC": 1469,
      "AAAATTC": 1470,
      "ATGCG": 1471,
      "AGCCAAG": 1472,
      "TAGAGC": 1473,
      "AACAGG": 1474,
      "TTCAAGCGATTC": 1475,
      "TCATAG": 1476,
      "TATAAAG": 1477,
      "TTACG": 1478,
      "TAAAGG": 1479,
      "TCTTTTG": 1480,
      "TCCTAGC": 1481,
      "ACCCG": 1482,
      "TG礤": 1483,
      "AAATATC": 1484,
      "TCTTGCC": 1485,
      "AAAGGGC": 1486,
      "TGAATAG": 1487,
      "TGCAACC": 1488,
      "TTTTGGC": 1489,
      "TCTCCCC": 1490,
      "AAGCG": 1491,
      "AAACAAAA": 1492,
      "嗄G": 1493,
      "ATTTAAG": 1494,
      "AG礤": 1495,
      "ATTTCAC": 1496,
      "TGACG": 1497,
      "AAAAATAC": 1498,
      "TTTTTTTTTTTT": 1499,
      "TTTAAGG": 1500,
      "ATATGGC": 1501,
      "TTAATTTT": 1502,
      "ACTTCCC": 1503,
      "TCCTGGC": 1504,
      "TGCCG": 1505,
      "ATCACG": 1506,
      "嗄CCC": 1507,
      "ATTCTCCTGCCTCAGCC": 1508,
      "TCAGCCC": 1509,
      "ATCTTGGC": 1510,
      "ATATTGG": 1511,
      "TCTGTAA": 1512,
      "TGTGGTGGC": 1513,
      "ATGAGAA": 1514,
      "ATATGCC": 1515,
      "ATCTCTC": 1516,
      "TCCCAAAGTGCTGGGATTAC": 1517,
      "ATCTTTG": 1518,
      "AGCCACCGC": 1519,
      "TCCGG": 1520,
      "AGGGCCC": 1521,
      "吃徐": 1522,
      "TGCCTCAGCC": 1523,
      "TTTCTTG": 1524,
      "礤GCC": 1525,
      "AAGATGG": 1526,
      "ACTATC": 1527,
      "TTGAACCTGGG": 1528,
      "AGGTGGG": 1529,
      "ATTTGAA": 1530,
      "AGGAGAC": 1531,
      "AAAAGGG": 1532,
      "TATTTCC": 1533,
      "AGATTTC": 1534,
      "TTCCCCC": 1535,
      "TTCCG": 1536,
      "AACGC": 1537,
      "AACATTC": 1538,
      "ATTTGTG": 1539,
      "AACTTTT": 1540,
      "AGCTTTC": 1541,
      "AGGTTGG": 1542,
      "TGGGTGC": 1543,
      "ATTTGTC": 1544,
      "TTCAGCC": 1545,
      "AAGAAAG": 1546,
      "AAGAATG": 1547,
      "ATGTTTC": 1548,
      "TAGTTG": 1549,
      "ATATTGC": 1550,
      "AAATCCC": 1551,
      "TGTTTGC": 1552,
      "ACTGAG": 1553,
      "TTCAAGTGATTC": 1554,
      "ATGAAGC": 1555,
      "TATAGG": 1556,
      "TAATTTC": 1557,
      "ATGGGGC": 1558,
      "AGGGGGC": 1559,
      "TTCTCAC": 1560,
      "ACCAAAA": 1561,
      "TTCAAAC": 1562,
      "TGGGCCC": 1563,
      "TACTGG": 1564,
      "AAGTTTT": 1565,
      "AGATGCC": 1566,
      "TGCTGTG": 1567,
      "ACTAAG": 1568,
      "TTTGGCC": 1569,
      "AGGTTGC": 1570,
      "ATCTCAC": 1571,
      "吖AAAAAAAA": 1572,
      "AGTTTGC": 1573,
      "TGCCCCC": 1574,
      "ATGTGTG": 1575,
      "AGCCAGGC": 1576,
      "TTCTTAA": 1577,
      "TAAAAATAC": 1578,
      "TTATAAAA": 1579,
      "AAAGCCC": 1580,
      "TTTTGGG": 1581,
      "TGATTTC": 1582,
      "AGTGAGC": 1583,
      "ACACACC": 1584,
      "AAGAAGG": 1585,
      "ATCTATT": 1586,
      "TTCCAGC": 1587,
      "TATATGC": 1588,
      "TAGAGG": 1589,
      "AGCCTCC": 1590,
      "TTGCTCTG": 1591,
      "TCCCACC": 1592,
      "TTTGTTG": 1593,
      "TCAATT": 1594,
      "TAGCTGGGACTACAGGC": 1595,
      "AAAAGAAAA": 1596,
      "TGTTCTC": 1597,
      "AATATGG": 1598,
      "TTCAAGACCAGCC": 1599,
      "ATCTGCC": 1600,
      "AAAGGCC": 1601,
      "TGGATTC": 1602,
      "AGCCCCC": 1603,
      "AACAAAC": 1604,
      "TT阿": 1605,
      "TTCTGGG": 1606,
      "AGGCTAG": 1607,
      "AGAAACC": 1608,
      "ATTTAAC": 1609,
      "TGGTTTC": 1610,
      "AGATGGC": 1611,
      "GCTGC": 1612,
      "AGACCCC": 1613,
      "ATATAAAA": 1614,
      "TTTATGG": 1615,
      "ATCTGTG": 1616,
      "TTTGAGACCAGCC": 1617,
      "TAGTAC": 1618,
      "GTCTCTACTAAAAATAC": 1619,
      "ACATGCC": 1620,
      "TCCTCAC": 1621,
      "ACATAG": 1622,
      "AGCTGCC": 1623,
      "TGGTC": 1624,
      "ATTCATTC": 1625,
      "AGGAGAG": 1626,
      "AAGGAAGG": 1627,
      "AAGTATT": 1628,
      "TTT礤": 1629,
      "TTTTGTATT": 1630,
      "A徐": 1631,
      "TCCCTCCC": 1632,
      "TTTTTGC": 1633,
      "AATATTG": 1634,
      "GCCCGCC": 1635,
      "TATAAATT": 1636,
      "TTTCTGC": 1637,
      "TGGTATT": 1638,
      "TGAGAAC": 1639,
      "AATTCTC": 1640,
      "TTTAAGC": 1641,
      "AC阿": 1642,
      "ATCCATG": 1643,
      "AAAAAGC": 1644,
      "TTCCTCC": 1645,
      "ATCCG": 1646,
      "TCTTCTC": 1647,
      "AGTGGGC": 1648,
      "TCCCTGC": 1649,
      "TGTAGTCCCAGC": 1650,
      "TTGGGGG": 1651,
      "TCTCTTC": 1652,
      "ACCACAC": 1653,
      "TTGCCCC": 1654,
      "AGGAAAG": 1655,
      "AGAGGGC": 1656,
      "AAAAAATAA": 1657,
      "TTTGAAG": 1658,
      "ATAATTTT": 1659,
      "TCAAATT": 1660,
      "AGTGGGG": 1661,
      "ATCTCTACTAAAAATAC": 1662,
      "AGATTCC": 1663,
      "ATTTGGG": 1664,
      "ACTAAC": 1665,
      "ATTCTGG": 1666,
      "AGCATGG": 1667,
      "AGAGATG": 1668,
      "TCATTTC": 1669,
      "TTGAGCC": 1670,
      "TTGCCCAGGCTGG": 1671,
      "TCAAAAC": 1672,
      "AGGAATG": 1673,
      "TCTCTGC": 1674,
      "AATTTCC": 1675,
      "TTATAAG": 1676,
      "TTGTTTG": 1677,
      "AAAGATG": 1678,
      "AAGAAGC": 1679,
      "TGGAGGG": 1680,
      "TTTAACC": 1681,
      "AGGAGCC": 1682,
      "ATGCCCC": 1683,
      "TATAATG": 1684,
      "AGGTATT": 1685,
      "TCCTGGGC": 1686,
      "AAATACC": 1687,
      "ACTCAG": 1688,
      "AGGCAGC": 1689,
      "ATATCAC": 1690,
      "TTATTGC": 1691,
      "AGGTTTT": 1692,
      "ATTACAGGC": 1693,
      "AGGTTTG": 1694,
      "TCCCCCC": 1695,
      "AGAATTC": 1696,
      "TC礤": 1697,
      "TTGTCTC": 1698,
      "TTTATGC": 1699,
      "TAATGG": 1700,
      "AGGCTGGAGTGCAGTGG": 1701,
      "AGAATAG": 1702,
      "AGGACAC": 1703,
      "ACGGC": 1704,
      "TCACTGCAACCTCTGCC": 1705,
      "TACTAG": 1706,
      "TCTTTGC": 1707,
      "ACTGCCC": 1708,
      "AGAGAAAA": 1709,
      "AGTTCCC": 1710,
      "TTCAAGG": 1711,
      "ATATATAA": 1712,
      "ACTACC": 1713,
      "TCAAATG": 1714,
      "AGTGAAC": 1715,
      "AGCAGGG": 1716,
      "ATCTCTG": 1717,
      "TTGCAGTGAGCTGAG": 1718,
      "AGGTGGC": 1719,
      "TGAAGCC": 1720,
      "TTCGAGACCAGCC": 1721,
      "TCCCTCC": 1722,
      "ATTTTAAAA": 1723,
      "AATCG": 1724,
      "AAAGTAC": 1725,
      "TGTGTCC": 1726,
      "TAATTTTTTGTATT": 1727,
      "TTAAATT": 1728,
      "A礤GC": 1729,
      "AATTTATT": 1730,
      "TGTAATCCCAGCACTTTGGGAGGCC": 1731,
      "ATGTGTC": 1732,
      "TTCTTGG": 1733,
      "AGTAAAA": 1734,
      "AGTGAGCC": 1735,
      "TGCAAAA": 1736,
      "TTTAGCC": 1737,
      "AGAATAC": 1738,
      "TGACCTC": 1739,
      "ACAGCCC": 1740,
      "嚓G": 1741,
      "TGGTGGG": 1742,
      "AAACAAC": 1743,
      "TGGTCTC": 1744,
      "AGATATG": 1745,
      "ATTCTAA": 1746,
      "TCATATT": 1747,
      "TTGCG": 1748,
      "ATTCTTC": 1749,
      "TCACTGCAAGC": 1750,
      "AAAAAAATT": 1751,
      "ATCACAC": 1752,
      "AGAACCC": 1753,
      "ATTGTAA": 1754,
      "ATGCCTGGC": 1755,
      "TCCTGAA": 1756,
      "AATTTAG": 1757,
      "AGCTTTT": 1758,
      "AAAACAAAAC": 1759,
      "AATGGGG": 1760,
      "TCCATCC": 1761,
      "ATGAAAC": 1762,
      "TCTCACTCTG": 1763,
      "ATGCTGC": 1764,
      "TCCACCC": 1765,
      "TTCGC": 1766,
      "礤GGG": 1767,
      "AGTTTGG": 1768,
      "TCACTGCAGCC": 1769,
      "TGGAGAC": 1770,
      "AGGCGC": 1771,
      "TGTGGCC": 1772,
      "AGGTTTC": 1773,
      "AACAATG": 1774,
      "TTTGGGC": 1775,
      "GGAAG": 1776,
      "AGTGCCC": 1777,
      "NNNNNNNNNNNNNNNN": 1778,
      "TTCTGTC": 1779,
      "AAAAAAAC": 1780,
      "ATCTTGG": 1781,
      "ACCATGG": 1782,
      "想吃": 1783,
      "TATGTTG": 1784,
      "TAGAAAC": 1785,
      "AGCAAAC": 1786,
      "TGCACCC": 1787,
      "AGCAGAA": 1788,
      "TAGCTGGGATTAC": 1789,
      "TTTTAAG": 1790,
      "ATGATTC": 1791,
      "A车": 1792,
      "TTGGTC": 1793,
      "AT个": 1794,
      "TTTGTTC": 1795,
      "TGTATTC": 1796,
      "ATCGAG": 1797,
      "TGTCCCC": 1798,
      "AGCAGAG": 1799,
      "TATACAC": 1800,
      "TTTTCTTTT": 1801,
      "AAACCAC": 1802,
      "TTTTCTTC": 1803,
      "TGCCACC": 1804,
      "AATATCC": 1805,
      "阿GGG": 1806,
      "TCAGAAG": 1807,
      "ATTGCCC": 1808,
      "TTCAAGCAATTC": 1809,
      "TCCAGGC": 1810,
      "ATAATAC": 1811,
      "TAGTTTC": 1812,
      "TATAGAA": 1813,
      "TCCAAAA": 1814,
      "TTTAGGG": 1815,
      "TGTAATCCCAGCACTTTGGG": 1816,
      "TATGGCC": 1817,
      "AATGTAA": 1818,
      "ATCTCCC": 1819,
      "ATTTTAG": 1820,
      "ATGCACC": 1821,
      "ACTAGG": 1822,
      "AACTTCC": 1823,
      "AGTTCTC": 1824,
      "TTATTGG": 1825,
      "腌徐腌徐腌徐腌徐": 1826,
      "TGCTGGC": 1827,
      "TA嚓": 1828,
      "AGTCG": 1829,
      "AACGG": 1830,
      "AAAAACC": 1831,
      "AAGACCC": 1832,
      "ACCACGCC": 1833,
      "TAAATTC": 1834,
      "AAGTTTC": 1835,
      "AAAACG": 1836,
      "A锕C": 1837,
      "AGTTTAC": 1838,
      "TGGATAA": 1839,
      "TTTTATG": 1840,
      "AATTAAAA": 1841,
      "AAGATAA": 1842,
      "AGGGAGG": 1843,
      "TGTCG": 1844,
      "AGTGGCC": 1845,
      "AAAGGAG": 1846,
      "GCCG": 1847,
      "ACACAGC": 1848,
      "TGCTCTG": 1849,
      "ACCACTGCACTCCAGCC": 1850,
      "ATTGTTC": 1851,
      "TAGTGG": 1852,
      "AGATAAC": 1853,
      "ATTTGCC": 1854,
      "AAGTG": 1855,
      "AGAAAGG": 1856,
      "TATGTAA": 1857,
      "TTTCTAC": 1858,
      "AATAACC": 1859,
      "TTGTG": 1860,
      "ATTGCACTCCAGCC": 1861,
      "AATAAGC": 1862,
      "ATATATAC": 1863,
      "TGCAAAC": 1864,
      "AGCTCCC": 1865,
      "ATATAAC": 1866,
      "TGTAGCC": 1867,
      "TGGGGGG": 1868,
      "AAGGGGC": 1869,
      "AGAGGGG": 1870,
      "ACTCG": 1871,
      "TATATCC": 1872,
      "TAGATC": 1873,
      "TTCGG": 1874,
      "TGGAGCC": 1875,
      "ATTATTG": 1876,
      "TTCTGAA": 1877,
      "TCTCTCC": 1878,
      "TTATAAC": 1879,
      "ACCTTCC": 1880,
      "TTTTGTTTT": 1881,
      "AGCTGGC": 1882,
      "TCAAAAG": 1883,
      "AAGACAC": 1884,
      "ATTAAAC": 1885,
      "AAGGAAC": 1886,
      "TAAAAGC": 1887,
      "TATAATC": 1888,
      "TAGAGAC": 1889,
      "TAAATAC": 1890,
      "TACAGAA": 1891,
      "AAACCTC": 1892,
      "阿GGC": 1893,
      "ATATATC": 1894,
      "AAAATGG": 1895,
      "AGTGAGAC": 1896,
      "TCACAGC": 1897,
      "AAATCAC": 1898,
      "ATTCTCC": 1899,
      "AAGAGAC": 1900,
      "AGTATTC": 1901,
      "AGATCTC": 1902,
      "TTTTATC": 1903,
      "TCTGTC": 1904,
      "AGATAAAA": 1905,
      "TGGGAGC": 1906,
      "TAAAATC": 1907,
      "AGATAAG": 1908,
      "TTATATC": 1909,
      "GCCACTGCACTCCAGCC": 1910,
      "ACATATT": 1911,
      "TGCTTTG": 1912,
      "TACAGG": 1913,
      "TCCAGGG": 1914,
      "ACCACACCC": 1915,
      "AAGAATC": 1916,
      "TGAAATC": 1917,
      "ATAATTG": 1918,
      "TGTGTGC": 1919,
      "TCTTTAG": 1920,
      "ATGTTGG": 1921,
      "AAAGGGG": 1922,
      "TCTGGGC": 1923,
      "TATCG": 1924,
      "ATTCTAC": 1925,
      "TCAAGTGATCC": 1926,
      "TGTTCCC": 1927,
      "TAAATGC": 1928,
      "GGGCGG": 1929,
      "AGATACC": 1930,
      "AGATTGC": 1931,
      "TGAAGGC": 1932,
      "AGGGAGGG": 1933,
      "ATATCCC": 1934,
      "TTATCTC": 1935,
      "ATGATCC": 1936,
      "AGCTATT": 1937,
      "AGCAGTG": 1938,
      "AGCAGGC": 1939,
      "TTATGCC": 1940,
      "TGTTTGG": 1941,
      "GGGGGG": 1942,
      "AATGAAC": 1943,
      "TTCTTGC": 1944,
      "TGTTTAC": 1945,
      "TATATATG": 1946,
      "TGGCTCACACC": 1947,
      "ACCTGGG": 1948,
      "AAACTGC": 1949,
      "ACCTTTC": 1950,
      "AGAGGAG": 1951,
      "ATGTGGC": 1952,
      "ATTTGGC": 1953,
      "ATTTCAG": 1954,
      "AGAATGG": 1955,
      "AAAAGAAG": 1956,
      "TTGGGGC": 1957,
      "ACAATT": 1958,
      "AGCTCTG": 1959,
      "TG阿": 1960,
      "AGCCAGG": 1961,
      "AGTCCCC": 1962,
      "ATAAATC": 1963,
      "ACAAAAC": 1964,
      "TATCCCC": 1965,
      "TAGTGC": 1966,
      "TATTTTTC": 1967,
      "TAAAACC": 1968,
      "AGGCAGG": 1969,
      "AAA阿": 1970,
      "AACTCCTG": 1971,
      "TTAGCCAGGATGG": 1972,
      "AAGGCCC": 1973,
      "AGGTGATCC": 1974,
      "ACCCACC": 1975,
      "ACAGAAG": 1976,
      "ATAGGCC": 1977,
      "AGATATC": 1978,
      "TGGATGG": 1979,
      "ACTTTTC": 1980,
      "TCTGGGG": 1981,
      "AGAATTG": 1982,
      "TGATTGG": 1983,
      "TCAGGCC": 1984,
      "TTTTAAC": 1985,
      "TCCATTC": 1986,
      "TCTGGCC": 1987,
      "AGGATAC": 1988,
      "AGAGAGC": 1989,
      "ATCAGCC": 1990,
      "ATCGG": 1991,
      "ACCGG": 1992,
      "TGCATTC": 1993,
      "TGGGTAA": 1994,
      "T拓": 1995,
      "TACTTTC": 1996,
      "TCTTGGC": 1997,
      "TATTATT": 1998,
      "TTCATCC": 1999,
      "TCCGTCTC": 2000,
      "ATATGGG": 2001,
      "TGGACAC": 2002,
      "TGCCTGCC": 2003,
      "TGTCTCC": 2004,
      "ACGGG": 2005,
      "TTGAACCCGGG": 2006,
      "AGAGAGG": 2007,
      "CCCCCC": 2008,
      "TATAATT": 2009,
      "AATATGC": 2010,
      "AGGCACC": 2011,
      "TTCAGAA": 2012,
      "TGAGAAG": 2013,
      "AACTTTC": 2014,
      "AGTTTAG": 2015,
      "ATACCAC": 2016,
      "ATGATGG": 2017,
      "TCCAGTC": 2018,
      "TATAATAA": 2019,
      "AGGTATG": 2020,
      "AGCTCTC": 2021,
      "TATTTGC": 2022,
      "TGTAACC": 2023,
      "AACCG": 2024,
      "TTCATTG": 2025,
      "TTGAAAC": 2026,
      "TACCG": 2027,
      "AGATCAC": 2028,
      "ACTTTGG": 2029,
      "ACAATAA": 2030,
      "TCATTCC": 2031,
      "ACCCCCC": 2032,
      "ACAGAAC": 2033,
      "TAGACC": 2034,
      "ATGTTTG": 2035,
      "TGATGGG": 2036,
      "AA嗄": 2037,
      "TACACC": 2038,
      "TTCTGGC": 2039,
      "TGCAGGG": 2040,
      "AAGAGTG": 2041,
      "TTCAGTG": 2042,
      "AGGCGGAGG": 2043,
      "TGAGGGC": 2044,
      "TTTGGAG": 2045,
      "TGGCTCACGCCTGTAATCCCAGC": 2046,
      "TAAAGAA": 2047,
      "GCAGC": 2048,
      "T想": 2049,
      "TCTTTAC": 2050,
      "GGGTGG": 2051,
      "TTTTTTCC": 2052,
      "ATCAGTG": 2053,
      "AAAGAGC": 2054,
      "TCCTGTG": 2055,
      "ATGAAGG": 2056,
      "AGGATGC": 2057,
      "TTAATAC": 2058,
      "GTGATCC": 2059,
      "TCCTTTG": 2060,
      "ATGTATG": 2061,
      "TTGGGCC": 2062,
      "ACAAATT": 2063,
      "ACCTCTC": 2064,
      "ATCAGAA": 2065,
      "ATAATAG": 2066,
      "TATATGG": 2067,
      "TTTCTTCC": 2068,
      "ATTCAAC": 2069,
      "TTTTTCTC": 2070,
      "TAAGAAC": 2071,
      "ACTGTAC": 2072,
      "TTTTTGG": 2073,
      "AATTTGC": 2074,
      "TA嗄": 2075,
      "ACTTTAA": 2076,
      "TTCAGGG": 2077,
      "TCATTGC": 2078,
      "TCACTTG": 2079,
      "礤GGC": 2080,
      "TCCTCTG": 2081,
      "ATTTGAC": 2082,
      "ACTAGC": 2083,
      "ATTCTTG": 2084,
      "ATATATATT": 2085,
      "AGGAACC": 2086,
      "TGGTGAC": 2087,
      "ATCATCC": 2088,
      "ATTTACC": 2089,
      "T个C": 2090,
      "ATGAATG": 2091,
      "TGTGTG": 2092,
      "AGTAACC": 2093,
      "TATAAGG": 2094,
      "礤CCC": 2095,
      "TTGCTTG": 2096,
      "TGCTCTC": 2097,
      "TTTCTAG": 2098,
      "TTGCAGTGAGCCAAG": 2099,
      "AGTGGCTCAC": 2100,
      "GCCCCC": 2101,
      "AAAGTAG": 2102,
      "AGGGGAG": 2103,
      "TTCCTGG": 2104,
      "TATTCCC": 2105,
      "AGGCTGGAG": 2106,
      "TAAATATT": 2107,
      "AGAGTGAGAC": 2108,
      "A嚓C": 2109,
      "ATGATTG": 2110,
      "ACCATTC": 2111,
      "TTTCTCTC": 2112,
      "ATCATGCC": 2113,
      "个GC": 2114,
      "ATGTATC": 2115,
      "ATTATAC": 2116,
      "TTTCACCATGTTGGCCAGGCTGG": 2117,
      "TGTGGGG": 2118,
      "ATCTCCTGACCTC": 2119,
      "AGGTGAC": 2120,
      "ATCTGAC": 2121,
      "TCTATTC": 2122,
      "TAAAAGG": 2123,
      "AGGTCTC": 2124,
      "ATGGCG": 2125,
      "AGCAAGG": 2126,
      "TTTACCC": 2127,
      "TGGGAAC": 2128,
      "AGGATTC": 2129,
      "TGATTCC": 2130,
      "TTCTAAG": 2131,
      "ATGTCTC": 2132,
      "TAATTTG": 2133,
      "TAAAATT": 2134,
      "ATGTAAG": 2135,
      "TTGGGAG": 2136,
      "ATTTAGG": 2137,
      "AGATCCC": 2138,
      "TTTTGTAG": 2139,
      "TTCCTTG": 2140,
      "AATAAGG": 2141,
      "ACAAATG": 2142,
      "ATACCTC": 2143,
      "ATCTGGC": 2144,
      "TGTGGGC": 2145,
      "ATGAACC": 2146,
      "TTTTTTAA": 2147,
      "TATTTAG": 2148,
      "TGTAAGG": 2149,
      "AAAGAGAA": 2150,
      "TGCCTCC": 2151,
      "TTCCTGC": 2152,
      "TATAAGC": 2153,
      "AGGATAA": 2154,
      "TTTAAAAAA": 2155,
      "ATGTGAC": 2156,
      "TGACCCC": 2157,
      "AAAGATC": 2158,
      "AGAGAGAA": 2159,
      "AAAGTTG": 2160,
      "TTCATGC": 2161,
      "TGCAATC": 2162,
      "TGAAATT": 2163,
      "GAAG": 2164,
      "TACTCGGGAGGCTGAGGCAGGAGAA": 2165,
      "AGGGAAC": 2166,
      "ACAAAAG": 2167,
      "TTATAGC": 2168,
      "TTGGTTCC": 2169,
      "TCTTGCTCTG": 2170,
      "ACGCCC": 2171,
      "AGATTTG": 2172,
      "TTTAGTAGAGACGGGG": 2173,
      "ATCTTGC": 2174,
      "TGCACAC": 2175,
      "TTCTTTTC": 2176,
      "AATAGCC": 2177,
      "ACCAGGC": 2178,
