#Cellxgene cell types ontology term id
CL:0000499
CL:2000060
CL:0000235
CL:0002343
CL:0000084
CL:2000042
CL:0000066
CL:0008036
CL:3000001
CL:0000525
CL:0000623
CL:0009095
CL:0000003
CL:0001078
CL:0000815
CL:0002601
CL:0000451
CL:0009092
CL:0002138
CL:0000236
CL:0000786
CL:0000094
CL:0002488
CL:0000625
CL:0000913
CL:0000624
CL:0000895
CL:0000905
CL:0000792
CL:0000940
CL:0000788
CL:0000900
CL:0000798
CL:0000970
CL:0000985
CL:0000972
CL:0000987
CL:0011026
CL:4023040
CL:0002555
CL:0000071
CL:0002326
CL:0008034
CL:0002324
CL:0000128
CL:4023016
CL:4023018
CL:0000988
CL:0002605
CL:4023011
CL:4023017
CL:0000129
CL:0002453
CL:4023015
CL:4023012
CL:4023013
CL:4023038
CL:4023036
CL:4023070
CL:4023051
CL:4023041
CL:1001602
CL:0000151
CL:0000860
CL:0000186
CL:0002306
CL:0000814
CL:1001431
CL:1001106
CL:0000057
CL:1000692
CL:0000115
CL:0000192
CL:0002117
CL:0000233
CL:0001044
CL:0001050
CL:1001111
CL:0000067
CL:1001107
CL:1001432
CL:1000849
CL:0000669
CL:0000738
CL:0000492
CL:1000768
CL:0000979
CL:0000875
CL:0000097
CL:0000081
CL:0000232
CL:1001318
CL:0002393
CL:0000653
CL:1000597
CL:1000452
CL:0002319
CL:0019026
CL:0019029
CL:0019028
CL:0019022
CL:0010011
CL:0000091
CL:0000863
CL:0000679
CL:0000632
CL:0013000
CL:0001054
CL:1000488
CL:0000939
CL:0000789
CL:0000182
CL:0019021
CL:0000904
CL:0001042
CL:0000785
CL:0002038
CL:0000938
CL:0000980
CL:0000816
CL:0000784
CL:0002396
CL:0000764
CL:0000359
CL:0000782
CL:0001056
CL:0000695
CL:0000986
CL:0001024
CL:0000576
CL:0001077
CL:0008001
CL:0000545
CL:0000546
CL:0001081
CL:0001066
CL:0000990
CL:0000542
CL:0000604
CL:0000748
CL:0000125
CL:0000573
CL:0000561
CL:0000745
CL:0000749
CL:0000750
CL:0000636
CL:0000740
CL:0000127
CL:0002586
CL:0000583
CL:0002063
CL:0002062
CL:0000158
CL:0000064
CL:0000138
CL:0000160
CL:0000646
CL:0000595
CL:1000413
CL:0002543
CL:1000223
CL:0002341
CL:1000296
CL:0002340
CL:1000304
CL:0002399
CL:1000487
CL:0000810
CL:1000305
CL:2000059
CL:0002622
CL:1000299
CL:0000811
CL:0002394
CL:0000165
CL:0000775
CL:0000908
CL:0000921
CL:0000897
CL:1000398
CL:0001065
CL:0000787
CL:1000329
CL:0000319
CL:0000037
CL:1000330
CL:2000055
CL:0005006
CL:0002538
CL:0000767
CL:0000809
CL:0002623
CL:0000746
CL:1000432
CL:0002071
CL:0010008
CL:0000909
CL:4006000
CL:0000763
CL:0000068
CL:0000575
CL:1001428
CL:0002064
CL:0000287
CL:0009009
CL:0002079
CL:0000134
CL:0002677
CL:0002363
CL:0000794
CL:0002585
CL:0002503
CL:0000038
CL:1000320
CL:0002144
CL:0002410
CL:0008011
CL:0002139
CL:0002548
CL:0000148
CL:0002366
CL:0000185
CL:0000681
CL:0002149
CL:0000187
CL:0000034
CL:0009016
CL:0002365
CL:0000190
CL:0000114
CL:1000436
CL:0009011
CL:0009005
CL:0000136
CL:0000189
CL:0000131
CL:0000049
CL:1001516
CL:0000312
CL:0000808
CL:0000453
CL:0000169
CL:0002303
CL:0019032
CL:0000841
CL:0002673
CL:0000388
CL:0002370
CL:0000077
CL:0002518
CL:0000807
CL:0000584
CL:1000334
CL:0000894
CL:1000271
CL:2000016
CL:1000495
CL:1000343
CL:0002250
CL:0009012
CL:0002598
CL:0009017
CL:0017000
CL:1000331
CL:0000019
CL:0002573
CL:0000188
CL:0000893
CL:0002320
CL:0000171
CL:0002275
CL:1001589
CL:0000823
CL:0000173
CL:0001058
CL:0000934
CL:0000818
CL:0001043
CL:0001049
CL:0000776
CL:0005012
CL:0000982
CL:0000984
CL:0001076
CL:0002489
CL:1000272
CL:0019019
CL:0000135
CL:0002057
CL:0000791
CL:0002397
CL:0000556
CL:0000800
CL:0000076
CL:0000121
CL:0000498
CL:0000120
CL:0000123
CL:0000122
CL:0000555
CL:0000126
CL:0000540
CL:0000164
CL:0002425
CL:0000817
CL:0000557
CL:0000826
CL:0000050
CL:0000834
CL:0002045
CL:0001082
CL:0000617
CL:0002563
CL:0002350
CL:1000309
CL:2000041
CL:0000166
CL:0005025
CL:0000765
CL:2000046
CL:0002129
CL:0008019
CL:0000216
CL:0000501
CL:0002094
CL:0000630
CL:2000064
CL:0000178
CL:0000586
CL:0000024
CL:0002371
CL:0000670
CL:0000023
CL:0000015
CL:0000650
CL:0005026
CL:0000209
CL:0002632
CL:0000622
CL:0000594
CL:0000163
CL:0007011
CL:0011101
CL:0002097
CL:0000210
CL:0011103
CL:0002204
CL:0000145
CL:0000397
CL:0000103
CL:0002293
CL:0011004
CL:0002504
CL:0000677
CL:1000279
CL:0002088
CL:0000898
CL:0019031
CL:0008015
CL:0000100
CL:1000275
CL:0000099
CL:0001071
CL:0000766
CL:0000082
CL:2000032
CL:0011115
CL:0000682
CL:0000906
CL:0000896
CL:0002131
CL:0000813
CL:0000079
CL:2000095
CL:1000909
CL:0005010
CL:0002322
CL:0000890
CL:0002258
CL:0001063
CL:0000696
CL:0005019
CL:0005022
CL:0002627
CL:0002629
CL:0005011
CL:0005009
CL:1000892
CL:0002201
CL:0000790
CL:1001433
CL:0000155
CL:0002633
CL:1000143
CL:0001057
CL:0009002
CL:0002241
CL:1000491
CL:0019001
CL:0002102
CL:0000822
CL:0002327
CL:0000644
CL:0002179
CL:0002252
CL:0000651
CL:0000903
CL:0000508
CL:0002268
CL:0002657
CL:0000162
CL:2000006
CL:0009112
CL:0009111
CL:0000907
CL:0009113
CL:0000529
CL:1000443
CL:0000132
CL:0002243
CL:0002304
CL:0009010
CL:0000442
CL:0002223
CL:1001509
CL:0002224
CL:0002225
CL:0001062
CL:0011019
CL:0002495
CL:0009039
CL:0000796
CL:0009041
CL:0009043
CL:0002254
CL:0000569
CL:0000843
CL:0009042
CL:0009006
CL:1000353
CL:0002145
CL:0000861
CL:0002480
CL:4028004
CL:4028006
CL:1001568
CL:0009089
CL:2000093
CL:1001603
CL:4030023
CL:0000313
CL:1000312
CL:0010003
CL:0019003
CL:0002075
CL:4030006
CL:0000878
CL:0000065
CL:0000706
CL:0001061
CL:1001131
CL:1001285
CL:1001005
CL:0000075
CL:1001225
CL:0002187
CL:0000649
CL:0002355
CL:0000559
CL:0000837
CL:0002193
CL:0000838
CL:0000836
CL:0000051
CL:0000839
CL:0000547
CL:0000936
CL:0000092
CL:0001029
CL:0007010
CL:0000242
CL:0002262
CL:2000092
CL:0000771
CL:0000704
CL:0000062
CL:0000680
CL:0002028
CL:0002157
CL:0002189
CL:0002009
CL:0000819
CL:0000915
CL:0000957
CL:0000954
CL:0002048
CL:0001069
CL:0000253
CL:0002010
CL:1000449
CL:0000212
CL:0000222
CL:1000347
CL:0011108
CL:0000844
CL:0000577
CL:0000031
CL:0005021
CL:0001080
CL:0002607
CL:0000531
CL:0000899
CL:0001074
CL:0000432
CL:0001079
CL:0009022
CL:0000502
CL:0002277
CL:0002279
CL:0002278
CL:0002351
CL:0002280
CL:0001064
CL:0002553
CL:0000001
CL:0002419
CL:0002368
CL:0002154
CL:0002151
CL:0000553
CL:0000821
CL:0000956
CL:0000558
CL:0000820
CL:0002375
CL:0000922
CL:0000937
CL:0002377
CL:0011020
CL:0000150
CL:0000055
CL:0002092
CL:0000513
CL:0000006
CL:0000514
CL:1000311
CL:0010022
CL:0011012
CL:0002364
CL:0002678
CL:0000827
CL:0002132
CL:0000751
CL:0000503
CL:1000428
CL:0011025
CL:0009038
CL:0001204
CL:0000255
CL:0000548
CL:0001203
CL:0000322
CL:0000113
CL:1000342
CL:0000842
CL:1000326
CL:0000802
CL:1000278
CL:1000348
CL:0002207
CL:2000001
CL:1000500
CL:1001033
CL:1000450
CL:0002188
CL:1000494
CL:0000731
CL:0011024
CL:0002422
#Cellxgene tissue ontology term id
UBERON:0002450
UBERON:0001987
UBERON:0000453
UBERON:0000178
UBERON:0002113
UBERON:0018303
UBERON:0005406
UBERON:0010210
UBERON:0000310
UBERON:0002771
UBERON:8410010
UBERON:0016632
UBERON:0001225
UBERON:0012648
UBERON:0001228
UBERON:0000362
UBERON:0003889
UBERON:0001117
UBERON:0008933
UBERON:0016538
UBERON:0002436
UBERON:0016530
UBERON:0001384
UBERON:0000451
UBERON:0002822
UBERON:0001786
UBERON:0013682
UBERON:0002048
UBERON:8410025
UBERON:8410026
UBERON:0009834
UBERON:0001542
UBERON:0003126
UBERON:0000029
UBERON:0002107
UBERON:0001831
UBERON:0002106
UBERON:0002367
UBERON:0002370
UBERON:0000059
UBERON:0001911
UBERON:0002081
UBERON:0010033
UBERON:0000017
UBERON:0001013
UBERON:0002190
UBERON:0001832
UBERON:0002097
UBERON:0002371
UBERON:0001295
UBERON:0000964
UBERON:0002082
UBERON:0018707
UBERON:0001296
UBERON:0000970
UBERON:0010032
UBERON:0001811
UBERON:0001773
UBERON:0008612
UBERON:0002382
UBERON:0003902
UBERON:0001868
UBERON:0001416
UBERON:0000995
UBERON:0001817
UBERON:0001723
UBERON:0002108
UBERON:0002378
UBERON:0001621
UBERON:0002385
UBERON:0002049
UBERON:0000947
UBERON:0000016
UBERON:0008946
UBERON:0001005
UBERON:0000004
UBERON:0002037
UBERON:0001836
UBERON:0000991
UBERON:0001893
UBERON:0000948
UBERON:0000160
UBERON:0001264
UBERON:0001630
UBERON:0002369
UBERON:0000945
UBERON:0035328
UBERON:0005616
UBERON:0001155
UBERON:0002116
UBERON:0002098
UBERON:0002079
UBERON:0002084
UBERON:0002080
UBERON:0002094
UBERON:0001046
UBERON:0002078
UBERON:0002114
UBERON:0001043
UBERON:0001161
UBERON:0002115
UBERON:0001165
UBERON:0001901
UBERON:0002429
UBERON:0000473
UBERON:0000955
UBERON:0007106
UBERON:0012168
UBERON:0004339
UBERON:0000992
UBERON:0000056
UBERON:0000006
UBERON:0000956
UBERON:0002661
UBERON:0013756
UBERON:0039167
UBERON:0008953
UBERON:0002728
UBERON:0001637
UBERON:0000002
UBERON:0001157
UBERON:0001154
UBERON:0001156
UBERON:0000977
UBERON:0002046
UBERON:0003688
UBERON:0001871
UBERON:0001052
UBERON:0001159
UBERON:0002110
UBERON:0002228
UBERON:0002240
UBERON:0001898
UBERON:8440012
UBERON:0010225
UBERON:0000988
UBERON:0002421
UBERON:0001891
UBERON:0005290
UBERON:0008972
UBERON:0007177
UBERON:0001153
UBERON:0008971
UBERON:0000397
UBERON:0005636
UBERON:0000966
UBERON:0001238
UBERON:0008345
UBERON:0013473
UBERON:0001162
UBERON:0007650
UBERON:0008989
UBERON:0002372
UBERON:0001769
UBERON:0006761
UBERON:0005969
UBERON:0001775
UBERON:0000965
UBERON:0002299
UBERON:0035213
UBERON:0001158
UBERON:0002358
UBERON:0036292
UBERON:0007795
UBERON:0002119
UBERON:0002118
UBERON:0000916
UBERON:0001103
UBERON:0003697
UBERON:0035210
UBERON:0001366
UBERON:0001255
UBERON:0008952
UBERON:0002174
UBERON:0001332
UBERON:0002100
UBERON:0000403
UBERON:0000328
UBERON:0000053
UBERON:0001040
UBERON:0002509
UBERON:0012474
UBERON:0022277
UBERON:0000175
UBERON:0001890
UBERON:0002811
UBERON:0002808
UBERON:0002810
UBERON:0002803
UBERON:0002809
UBERON:0023852
UBERON:0002802
UBERON:0016525
UBERON:0002021
UBERON:0001872
UBERON:8410000
UBERON:0007625
UBERON:0000014
UBERON:0009472
UBERON:0013706
UBERON:0007644
UBERON:0000030
UBERON:0000400
UBERON:0001134
UBERON:0001976
UBERON:0001707
UBERON:0002185
UBERON:0001224
UBERON:0003517
#Special tokens
CELL_TYPE_CLASS
TISSUE_TYPE_CLASS
MOLECULAR_ENTITY_CELL_GENE_EXPRESSION_RANKED
