{
    "clean_up_tokenization_spaces": true,
    "cls_token": "[CLS]",
    "mask_token": "[MASK]",
    "model_max_length": 1000000000000000019884624838656,
    "pad_token": "[PAD]",
    "sep_token": "[SEP]",
    "strip_accents": null,
    "tokenizer_class": "MultiFieldTokenizer",
    "unk_token": "[UNK]"
}
